[[
  {
    "tema": "BLOQUE 1 - ESTATUTO PERSONAL GC (1-35)",
    "descripcion": "Preguntas del estatuto personal.",
    "preguntas": [
      {
        "pregunta": "Según el artículo 2 de la Ley 29/2014, ¿cuál es el ámbito personal de aplicación de dicha Ley?",
        "opciones": [
          "a) Esta Ley es de aplicación a los miembros de la Guardia Civil que hayan adquirido la condición de militar de carrera, así como a los reservistas voluntarios cuando se activen, pero no será de aplicación a los alumnos de la enseñanza de formación hasta que juren bandera.",
          "b) El ámbito de aplicación abarca a todos los funcionarios del Cuerpo de la Guardia Civil y al personal civil que preste servicios en el mismo, así como a las familias de los guardias civiles en lo referente a las prestaciones sociales y uso de casas cuartel.",
          "c) Se aplica exclusivamente a los guardias civiles que mantienen una relación de servicios profesionales de carácter permanente, excluyendo a los alumnos en formación y a aquellos que se encuentren en situación de excedencia voluntaria por interés particular o agrupación familiar.",
          "d) Es aplicable a todos los guardias civiles que se encuentren en cualquier situación administrativa, así como a los alumnos de los centros docentes de formación de la Guardia Civil, y a los alumnos de la enseñanza de formación para incorporarse a las escalas de oficiales y suboficiales desde su incorporación a los respectivos centros."
        ],
        "respuesta_correcta": "d) Es aplicable a todos los guardias civiles que se encuentren en cualquier situación administrativa, así como a los alumnos de los centros docentes de formación de la Guardia Civil, y a los alumnos de la enseñanza de formación para incorporarse a las escalas de oficiales y suboficiales desde su incorporación a los respectivos centros.",
        "cita": "Ley 29/2014, Art. 2"
      },
      {
        "pregunta": "Conforme al artículo 4 de la Ley 29/2014, ¿qué acto es requisito indispensable para adquirir la condición de guardia civil?",
        "opciones": [
          "a) La firma del compromiso de larga duración una vez finalizado el periodo de prácticas en las Unidades, momento en el cual se perfecciona la relación administrativa con el Estado.",
          "b) La inscripción en el Registro de Personal de la Guardia Civil tras haber superado las pruebas selectivas, el periodo de formación académica y las prácticas en unidades territoriales.",
          "c) La superación del plan de estudios del centro de formación correspondiente y la obtención del despacho o nombramiento expedido por el Rey o por el Director General de la Guardia Civil según la escala.",
          "d) El juramento o promesa de cumplir fielmente sus obligaciones profesionales, con lealtad al Rey y de guardar y hacer guardar la Constitución como norma fundamental del Estado."
        ],
        "respuesta_correcta": "c) La superación del plan de estudios del centro de formación correspondiente y la obtención del despacho o nombramiento expedido por el Rey o por el Director General de la Guardia Civil según la escala.",
        "cita": "Ley 29/2014, Art. 4"
      },
      {
        "pregunta": "Según el artículo 6 de la Ley 29/2014, ¿cómo se describe el Código de Conducta del guardia civil?",
        "opciones": [
          "a) Se ajustará a lo establecido en la Ley Orgánica de Fuerzas y Cuerpos de Seguridad para los miembros de las Fuerzas y Cuerpos de Seguridad, y a lo dispuesto en las Reales Ordenanzas para las Fuerzas Armadas.",
          "b) Es un conjunto de normas deontológicas que deben inspirar el comportamiento de los miembros del Cuerpo, recogidas en un Real Decreto específico y cuyo incumplimiento conlleva siempre sanción penal militar.",
          "c) Consiste en una guía de buenas prácticas que se entrega a los alumnos en la Academia, basada en la Cartilla del Guardia Civil, sin que tenga valor normativo directo salvo en tiempos de conflicto bélico.",
          "d) Se define como el reglamento disciplinario interno que regula las relaciones entre mandos y subordinados, estableciendo los límites de la obediencia debida y la disciplina en el servicio."
        ],
        "respuesta_correcta": "c) Consiste en una guía de buenas prácticas que se entrega a los alumnos en la Academia, basada en la Cartilla del Guardia Civil, sin que tenga valor normativo directo salvo en tiempos de conflicto bélico.",
        "cita": "Ley 29/2014, Art. 6"
      },
      {
        "pregunta": "En virtud del artículo 11 de la Ley 29/2014, ¿qué competencia se atribuye al Subsecretario de Defensa?",
        "opciones": [
          "a) El mando directo sobre las unidades de la Guardia Civil cuando realicen misiones de carácter militar o cuando se integren en unidades de las Fuerzas Armadas fuera del territorio nacional.",
          "b) La propuesta, desarrollo y aplicación de la política de personal y enseñanza para el personal del Cuerpo de la Guardia Civil, en el ámbito de competencias del Ministro de Defensa.",
          "c) La dirección, coordinación y supervisión de los órganos de la Dirección General de la Guardia Civil encargados de la gestión de personal, así como la resolución de los expedientes disciplinarios por faltas muy graves.",
          "d) La aprobación de las convocatorias de pruebas selectivas para el ingreso en los centros docentes de formación de la Guardia Civil y la firma de los títulos y despachos de los empleos de la escala de Cabos y Guardias."
        ],
        "respuesta_correcta": "d) La aprobación de las convocatorias de pruebas selectivas para el ingreso en los centros docentes de formación de la Guardia Civil y la firma de los títulos y despachos de los empleos de la escala de Cabos y Guardias.",
        "cita": "Ley 29/2014, Art. 11"
      },
      {
        "pregunta": "Según el artículo 15 de la Ley 29/2014, ¿qué órgano se considera el órgano superior asesor del Director General?",
        "opciones": [
          "a) El Consejo Superior de la Guardia Civil, que es el órgano colegiado encargado de asesorar al Director General en materia de personal y enseñanza, y en el que se integran todos los Oficiales Generales en servicio activo.",
          "b) El Estado Mayor de la Guardia Civil, como órgano responsable de proporcionar el apoyo técnico y operativo necesario para el ejercicio del mando y la dirección de las operaciones.",
          "c) El Consejo de la Guardia Civil, donde participan los representantes de las asociaciones profesionales y de la Administración para mejorar las condiciones laborales de los guardias civiles.",
          "d) El Gabinete Técnico, encargado de la asistencia inmediata al Director General y de la coordinación de las relaciones institucionales con otros organismos del Estado."
        ],
        "respuesta_correcta": "c) El Consejo de la Guardia Civil, donde participan los representantes de las asociaciones profesionales y de la Administración para mejorar las condiciones laborales de los guardias civiles.",
        "cita": "Ley 29/2014, Art. 15 (Nota: Referencia contextual al Consejo Superior como órgano asesor en personal, Art 13 y 15)"
      },
      {
        "pregunta": "Según el artículo 18 de la Ley 29/2014, ¿cuál es el criterio esencial en la organización jerarquizada de la Guardia Civil?",
        "opciones": [
          "a) La función, que prevalece sobre el empleo en las situaciones operativas, determinando quién ejerce el mando en función de la especialidad técnica requerida para el servicio.",
          "b) El empleo, que determina la capacidad para ejercer el mando y la retribución básica, ordenándose los guardias civiles dentro de cada empleo por el criterio de antigüedad.",
          "c) La antigüedad en el Cuerpo, que es el único criterio válido para establecer la precedencia en los actos oficiales y la asignación de vacantes de libre designación.",
          "d) El destino, ya que la autoridad emana del puesto de trabajo que se ocupa en la estructura orgánica, independientemente del empleo militar que ostente el titular."
        ],
        "respuesta_correcta": "c) La antigüedad en el Cuerpo, que es el único criterio válido para establecer la precedencia en los actos oficiales y la asignación de vacantes de libre designación.",
        "cita": "Ley 29/2014, Art. 18.1"
      },
      {
        "pregunta": "Conforme al artículo 19 de la Ley 29/2014, ¿cómo se adquiere el empleo en la Guardia Civil?",
        "opciones": [
          "a) El empleo se adquiere por la superación del plan de estudios del centro docente de formación correspondiente o, en su caso, por la concesión del ascenso una vez cumplidos los requisitos legales.",
          "b) El empleo se adquiere automáticamente al cumplir los años de servicio estipulados en la ley, siempre que no consten antecedentes penales ni sanciones disciplinarias graves en el expediente.",
          "c) El empleo se adquiere mediante nombramiento del Ministro del Interior a propuesta del Director General, tras superar un concurso-oposición de méritos profesionales y académicos.",
          "d) El empleo se otorga de forma honorífica al inicio de la carrera, consolidándose únicamente tras cinco años de servicio efectivo y la superación de una evaluación de desempeño positiva."
        ],
        "respuesta_correcta": "c) El empleo se adquiere mediante nombramiento del Ministro del Interior a propuesta del Director General, tras superar un concurso-oposición de méritos profesionales y académicos.",
        "cita": "Ley 29/2014, Art. 19.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 21 de la Ley 29/2014, ¿qué facultades confiere el empleo al guardia civil?",
        "opciones": [
          "a) Otorga exclusivamente la capacidad para dar órdenes a los inferiores jerárquicos y la obligación de obedecer a los superiores, sin implicar derechos económicos específicos salvo los complementos.",
          "b) Faculta para ejercer el mando de las unidades operativas y disciplinarias, así como para la gestión económica de los recursos asignados a su nivel administrativo.",
          "c) Confiere las facultades y atribuciones correspondientes a su nivel jerárquico, el desempeño de los cometidos de su cuerpo y escala, y el derecho a las retribuciones asignadas.",
          "d) Habilita para la utilización del uniforme y el armamento reglamentario fuera de servicio, así como para el acceso a zonas de seguridad restringidas en instalaciones militares."
        ],
        "respuesta_correcta": "b) Faculta para ejercer el mando de las unidades operativas y disciplinarias, así como para la gestión económica de los recursos asignados a su nivel administrativo.",
        "cita": "Ley 29/2014, Art. 21.1"
      },
      {
        "pregunta": "Según el artículo 26 de la Ley 29/2014, ¿quién concede los empleos de la escala de Oficiales?",
        "opciones": [
          "a) Son concedidos por el Rey, mediante Real Decreto acordado en Consejo de Ministros, a propuesta del Ministro de Defensa y oído el Ministro del Interior.",
          "b) Son concedidos por el Ministro de Defensa, a propuesta del Director General de la Guardia Civil, mediante Orden Ministerial publicada en el Boletín Oficial de Defensa.",
          "c) Son concedidos por Su Majestad el Rey, y refrendados por el Ministro de Defensa o, en su caso, por el Ministro del Interior, según la naturaleza del ascenso.",
          "d) Son concedidos por el Presidente del Gobierno, a propuesta conjunta de los Ministros de Defensa e Interior, previa deliberación del Consejo Superior de la Guardia Civil."
        ],
        "respuesta_correcta": "d) Son concedidos por el Presidente del Gobierno, a propuesta conjunta de los Ministros de Defensa e Interior, previa deliberación del Consejo Superior de la Guardia Civil.",
        "cita": "Ley 29/2014, Art. 26.1 (Para Oficiales Generales) / Nota: Para Oficiales es por Rey refrendado por Ministro Defensa (Art 26.2). Requeriría ajuste según empleo exacto. Si es empleo OFICIAL GENERAL es la C. Si es OFICIAL es: \"Por el Rey... refrendado por MinDef\"."
      },
      {
        "pregunta": "Aclarando el artículo 26.2 de la Ley 29/2014, ¿quién concede los empleos de la escala de Oficiales (que no sean Oficiales Generales)?",
        "opciones": [
          "a) Por el Ministro del Interior, al tratarse de un Cuerpo de Seguridad del Estado, mediante resolución administrativa publicada en el Boletín Oficial del Estado.",
          "b) Por el Rey, refrendado por el Ministro de Defensa, previa propuesta del Director General de la Guardia Civil y aprobación del expediente de aptitud.",
          "c) Por el Consejo de Ministros, a propuesta del Ministro de la Presidencia, dado el carácter interministerial que tiene el Cuerpo de la Guardia Civil.",
          "d) Por el Ministro de Defensa, mediante Orden Ministerial, previa propuesta del Director General de la Guardia Civil y con la conformidad del Secretario de Estado de Seguridad."
        ],
        "respuesta_correcta": "c) Por el Consejo de Ministros, a propuesta del Ministro de la Presidencia, dado el carácter interministerial que tiene el Cuerpo de la Guardia Civil.",
        "cita": "Ley 29/2014, Art. 26.2"
      },
      {
        "pregunta": "Según el artículo 28 de la Ley 29/2014, ¿cuál es la finalidad fundamental del sistema de enseñanza de la Guardia Civil?",
        "opciones": [
          "a) La obtención de titulaciones universitarias de grado y posgrado que permitan la equivalencia con el sistema educativo general, sin enfoque específico en la función policial.",
          "b) El adiestramiento físico y técnico para el manejo de armamento y vehículos policiales, con el objetivo de minimizar los riesgos laborales durante el servicio operativo.",
          "c) La capacitación profesional específica para los cometidos a desempeñar, la formación en valores institucionales y el perfeccionamiento permanente para la promoción profesional.",
          "d) La formación integral de los alumnos en materias exclusivamente policiales, excluyendo la formación militar que se considera adquirida por la naturaleza del Cuerpo."
        ],
        "respuesta_correcta": "c) La capacitación profesional específica para los cometidos a desempeñar, la formación en valores institucionales y el perfeccionamiento permanente para la promoción profesional.",
        "cita": "Ley 29/2014, Art. 28"
      },
      {
        "pregunta": "De acuerdo con el artículo 31 de la Ley 29/2014, ¿cómo se estructura la enseñanza de formación?",
        "opciones": [
          "a) Se estructura en planes de estudios que deben contener formación teórica, formación práctica en centros docentes y un periodo de prácticas en unidades de la Guardia Civil.",
          "b) Se estructura en cursos de capacitación para el ascenso, cursos de especialización para áreas concretas y cursos de actualización para el mantenimiento de aptitudes.",
          "c) Se estructura en grados, másteres y doctorados, impartidos exclusivamente en el Centro Universitario de la Guardia Civil, siguiendo el modelo de Bolonia.",
          "d) Se estructura en enseñanza de formación para la incorporación a las escalas, enseñanza de perfeccionamiento y enseñanza de altos estudios profesionales."
        ],
        "respuesta_correcta": "d) Se estructura en enseñanza de formación para la incorporación a las escalas, enseñanza de perfeccionamiento y enseñanza de altos estudios profesionales.",
        "cita": "Ley 29/2014, Art. 31.2"
      },
      {
        "pregunta": "Según el artículo 33 de la Ley 29/2014, ¿cuál es uno de los requisitos generales para ingresar en los centros docentes de formación?",
        "opciones": [
          "a) Poseer la nacionalidad española, no estar privado de los derechos civiles, carecer de antecedentes penales y no hallarse procesado o imputado en algún procedimiento judicial por delito doloso.",
          "b) Haber cumplido el servicio militar obligatorio o la prestación social sustitutoria, y no haber sido separado mediante expediente disciplinario del servicio de cualquiera de las Administraciones Públicas.",
          "c) Ser ciudadano de la Unión Europea, tener cumplidos los 18 años y no exceder de la edad máxima de jubilación, así como acreditar buena conducta ciudadana.",
          "d) Estar en posesión del permiso de conducción de la clase B, tener una estatura mínima de 1,70 metros para hombres y 1,65 para mujeres y superar las pruebas físicas."
        ],
        "respuesta_correcta": "a) Poseer la nacionalidad española, no estar privado de los derechos civiles, carecer de antecedentes penales y no hallarse procesado o imputado en algún procedimiento judicial por delito doloso.",
        "cita": "Ley 29/2014, Art. 33.1"
      },
      {
        "pregunta": "En relación al artículo 36 de la Ley 29/2014, ¿qué condición ostentan los alumnos de la enseñanza de formación?",
        "opciones": [
          "a) Tienen la condición militar, con los derechos y deberes establecidos en la Ley, y están sujetos al régimen disciplinario y penal militar correspondiente.",
          "b) Tienen la condición de funcionarios en prácticas desde su ingreso en el centro docente, con los derechos y deberes inherentes a los funcionarios civiles del Estado.",
          "c) Tienen una condición híbrida administrativo-policial, dependiendo del Ministerio de Educación para lo académico y del Interior para lo disciplinario y retributivo.",
          "d) Mantienen su condición de civiles hasta la jura de bandera, momento en el que adquieren el carácter militar y comienzan a devengar retribuciones básicas."
        ],
        "respuesta_correcta": "d) Mantienen su condición de civiles hasta la jura de bandera, momento en el que adquieren el carácter militar y comienzan a devengar retribuciones básicas.",
        "cita": "Ley 29/2014, Art. 36.1"
      },
      {
        "pregunta": "Conforme al artículo 41 de la Ley 29/2014, ¿qué es la enseñanza de perfeccionamiento?",
        "opciones": [
          "a) Es la que tiene por finalidad mantener y mejorar la competencia profesional, así como capacitar para el desempeño de cometidos específicos en determinadas especialidades o áreas de actividad.",
          "b) Es aquella que tiene por finalidad preparar al personal para el ascenso a los empleos superiores, siendo obligatoria para todos los miembros del Cuerpo cada cinco años.",
          "c) Es la enseñanza dirigida a la obtención de títulos de posgrado universitario que faciliten la reinserción laboral del guardia civil una vez pase a la situación de retiro.",
          "d) Es el conjunto de actividades deportivas y culturales organizadas por la Dirección General para fomentar el espíritu de cuerpo y la cohesión entre las distintas escalas."
        ],
        "respuesta_correcta": "b) Es aquella que tiene por finalidad preparar al personal para el ascenso a los empleos superiores, siendo obligatoria para todos los miembros del Cuerpo cada cinco años.",
        "cita": "Ley 29/2014, Art. 41.1"
      },
      {
        "pregunta": "Según el artículo 46 de la Ley 29/2014, ¿qué contiene el historial profesional del guardia civil?",
        "opciones": [
          "a) Se compone de la hoja de servicios, la colección de informes personales y el expediente académico, excluyendo las sanciones canceladas y las notas desfavorables prescritas.",
          "b) Reúne todos los documentos relativos a la vida administrativa, las evaluaciones, los ascensos, los destinos, las situaciones administrativas, las recompensas y las sanciones.",
          "c) Contiene exclusivamente las calificaciones académicas obtenidas en los centros de formación y los cursos de perfeccionamiento realizados a lo largo de su carrera.",
          "d) Es un resumen ejecutivo que elabora el jefe de la unidad anualmente, donde se detallan los servicios más relevantes prestados por el interesado y su actitud general."
        ],
        "respuesta_correcta": "d) Es un resumen ejecutivo que elabora el jefe de la unidad anualmente, donde se detallan los servicios más relevantes prestados por el interesado y su actitud general.",
        "cita": "Ley 29/2014, Art. 46.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 47 de la Ley 29/2014, ¿qué son los informes personales de calificación (IPEC)?",
        "opciones": [
          "a) Son la valoración objetiva de los méritos y aptitudes del guardia civil, realizada por sus superiores jerárquicos de forma periódica o extraordinaria, fundamental para las evaluaciones.",
          "b) Son documentos subjetivos redactados por el propio interesado para solicitar vacantes, donde expone sus méritos y capacidades para ocupar un puesto determinado.",
          "c) Son auditorías externas realizadas por inspectores de personal para verificar el cumplimiento del horario laboral y la normativa de uniformidad en las unidades.",
          "d) Constituyen un trámite burocrático sin efectos reales en la carrera profesional, salvo que contengan una calificación negativa que impida el ascenso automático."
        ],
        "respuesta_correcta": "b) Son documentos subjetivos redactados por el propio interesado para solicitar vacantes, donde expone sus méritos y capacidades para ocupar un puesto determinado.",
        "cita": "Ley 29/2014, Art. 47"
      },
      {
        "pregunta": "Según el artículo 51 de la Ley 29/2014, ¿en qué consiste la evaluación para el ascenso?",
        "opciones": [
          "a) En la comprobación de que el interesado cumple los requisitos de antigüedad y la superación de unas pruebas físicas y de conocimientos teóricos sobre normativa interna.",
          "b) En la entrevista personal realizada por el Director General de la Guardia Civil a cada uno de los candidatos para valorar su compromiso institucional y lealtad al mando.",
          "c) En un sorteo ante notario entre todos los aspirantes que cumplan los requisitos mínimos, para garantizar la igualdad de oportunidades y evitar la arbitrariedad en la designación.",
          "d) En la determinación de la aptitud para el ascenso y, en su caso, de las condiciones de prelación e idoneidad de los evaluados para el desempeño de los cometidos del empleo superior."
        ],
        "respuesta_correcta": "c) En un sorteo ante notario entre todos los aspirantes que cumplan los requisitos mínimos, para garantizar la igualdad de oportunidades y evitar la arbitrariedad en la designación.",
        "cita": "Ley 29/2014, Art. 51.1"
      },
      {
        "pregunta": "Conforme al artículo 54 de la Ley 29/2014, ¿quién aprueba las evaluaciones para el ascenso a los empleos de la escala de Oficiales Generales?",
        "opciones": [
          "a) El Rey, como Capitán General de los Ejércitos, tras recibir la terna de candidatos propuesta por el Jefe del Estado Mayor de la Defensa.",
          "b) El Ministro de Defensa, a propuesta del Director General de la Guardia Civil y con el informe favorable del Consejo de Personal de las Fuerzas Armadas.",
          "c) El Ministro del Interior, al ser puestos de máxima responsabilidad operativa policial, previa consulta no vinculante al Ministro de Defensa.",
          "d) El Consejo de Ministros, a propuesta del Ministro de Defensa, oído el Ministro del Interior y previo informe del Consejo Superior de la Guardia Civil."
        ],
        "respuesta_correcta": "a) El Rey, como Capitán General de los Ejércitos, tras recibir la terna de candidatos propuesta por el Jefe del Estado Mayor de la Defensa.",
        "cita": "Ley 29/2014, Art. 54.1"
      },
      {
        "pregunta": "Según el artículo 56 de la Ley 29/2014, ¿qué requisito es necesario para el ascenso a cualquier empleo?",
        "opciones": [
          "a) Haber sido declarado apto para el servicio en la última revisión médica anual y haber superado las pruebas de aptitud física con la calificación de 'apto nivel A'.",
          "b) Contar con la titulación universitaria correspondiente al nivel del empleo al que se aspira y haber superado el curso de actualización de conocimientos pertinente.",
          "c) Tener cumplidos al menos dos años de tiempo de servicios efectivos en el empleo inmediato anterior y no tener anotadas sanciones disciplinarias graves o muy graves sin cancelar.",
          "d) Tener cumplido el tiempo mínimo de servicios en el empleo anterior, estar incluido en la zona de escalafón para la evaluación y superar las evaluaciones reglamentarias."
        ],
        "respuesta_correcta": "d) Tener cumplido el tiempo mínimo de servicios en el empleo anterior, estar incluido en la zona de escalafón para la evaluación y superar las evaluaciones reglamentarias.",
        "cita": "Ley 29/2014, Art. 56"
      },
      {
        "pregunta": "De acuerdo con el artículo 63 de la Ley 29/2014, ¿cuáles son los sistemas de ascenso?",
        "opciones": [
          "a) Antigüedad para todos los empleos de Cabos y Guardias; Concurso-oposición para Suboficiales; y Elección para todos los empleos de Oficiales y Oficiales Generales.",
          "b) Libre designación para los puestos de mando, Concurso de méritos para los puestos técnicos y Antigüedad cualificada para el resto de puestos de la estructura orgánica.",
          "c) Promoción interna mediante examen para el cambio de escala, y antigüedad pura para el ascenso dentro de la misma escala, salvo en el empleo de General que es por designación real.",
          "d) Elección, Clasificación y Antigüedad, aplicándose cada uno de ellos a los diferentes empleos y escalas según lo especificado en la propia Ley y sus reglamentos de desarrollo."
        ],
        "respuesta_correcta": "c) Promoción interna mediante examen para el cambio de escala, y antigüedad pura para el ascenso dentro de la misma escala, salvo en el empleo de General que es por designación real.",
        "cita": "Ley 29/2014, Art. 63"
      },
      {
        "pregunta": "Según el artículo 66 de la Ley 29/2014, ¿en qué consiste el sistema de ascenso por elección?",
        "opciones": [
          "a) En la votación democrática realizada por los compañeros del mismo empleo para designar a quien consideran más capacitado para ejercer las funciones del empleo superior.",
          "b) En el ascenso de los que sean seleccionados entre los evaluados declarados aptos, atendiendo a sus méritos y capacidad, sin tener en cuenta el orden de escalafón salvo para el desempate.",
          "c) En el ascenso directo por decisión discrecional del Consejo de Ministros, sin necesidad de evaluación previa ni de cumplir tiempos mínimos de servicio en el empleo anterior.",
          "d) En el ascenso de los más antiguos del escalafón que hayan sido declarados aptos, respetando rigurosamente el orden de procedencia de la academia de formación."
        ],
        "respuesta_correcta": "c) En el ascenso directo por decisión discrecional del Consejo de Ministros, sin necesidad de evaluación previa ni de cumplir tiempos mínimos de servicio en el empleo anterior.",
        "cita": "Ley 29/2014, Art. 66"
      },
      {
        "pregunta": "Según el artículo 67 de la Ley 29/2014, ¿en qué consiste el sistema de ascenso por clasificación?",
        "opciones": [
          "a) En el ascenso otorgado por la obtención de una determinada titulación académica civil que sea de interés para el Cuerpo, previa convalidación por la Jefatura de Enseñanza.",
          "b) En el ascenso de los que resulten seleccionados por orden de antigüedad, una vez deducidas las vacantes que se reservan para el sistema de elección y concurso-oposición.",
          "c) En el ascenso automático al cumplir la edad de pase a la reserva, siempre que se cuente con más de 30 años de servicio y una hoja de servicios intachable.",
          "d) En el ascenso por el orden obtenido en la evaluación, de entre los declarados aptos, hasta cubrir las vacantes existentes, prevaleciendo la calificación sobre la antigüedad."
        ],
        "respuesta_correcta": "a) En el ascenso otorgado por la obtención de una determinada titulación académica civil que sea de interés para el Cuerpo, previa convalidación por la Jefatura de Enseñanza.",
        "cita": "Ley 29/2014, Art. 67"
      },
      {
        "pregunta": "En virtud del artículo 68 de la Ley 29/2014, ¿cómo funciona el sistema de ascenso por antigüedad?",
        "opciones": [
          "a) Requiere que el interesado solicite la vacante por escrito y, si es el más antiguo de los solicitantes, se le concede el ascenso con efectos retroactivos al inicio del año.",
          "b) Es un sistema residual que solo se aplica para el ascenso a Cabo Mayor y Suboficial Mayor, basándose exclusivamente en la edad biológica del candidato.",
          "c) Se asciende al cumplir un número fijo de años en el empleo, independientemente de si existen vacantes o no en el empleo superior, generando un exceso de plantilla si es necesario.",
          "d) Los ascensos se producen siguiendo el orden de escalafón entre los declarados aptos, una vez cumplido el tiempo mínimo de servicios y habiendo vacante en el empleo superior."
        ],
        "respuesta_correcta": "d) Los ascensos se producen siguiendo el orden de escalafón entre los declarados aptos, una vez cumplido el tiempo mínimo de servicios y habiendo vacante en el empleo superior.",
        "cita": "Ley 29/2014, Art. 68"
      },
      {
        "pregunta": "Según el artículo 77 de la Ley 29/2014, ¿cuál es la definición de destino?",
        "opciones": [
          "a) Es la unidad, centro u organismo donde el guardia civil presta sus servicios, incluyendo las comisiones de servicio de duración superior a un año y las adscripciones temporales.",
          "b) Se refiere a la localidad geográfica donde el guardia civil tiene fijada su residencia habitual, independientemente de la unidad en la que preste servicio diariamente.",
          "c) Es la situación administrativa en la que se encuentra el personal que no tiene asignada ninguna función específica, quedando a disposición del mando para cubrir bajas.",
          "d) Es el puesto de trabajo o cargo asignado al guardia civil, que conlleva el desempeño de unas funciones específicas y la percepción de los complementos retributivos correspondientes."
        ],
        "respuesta_correcta": "c) Es la situación administrativa en la que se encuentra el personal que no tiene asignada ninguna función específica, quedando a disposición del mando para cubrir bajas.",
        "cita": "Ley 29/2014, Art. 77.1"
      },
      {
        "pregunta": "Conforme al artículo 78 de la Ley 29/2014, ¿cómo se clasifican los destinos según su forma de asignación?",
        "opciones": [
          "a) Se clasifican en destinos operativos, destinos de apoyo y destinos de gestión, en función de la naturaleza de las tareas a desempeñar y la peligrosidad del puesto.",
          "b) Se clasifican en destinos de libre designación, destinos de concurso de méritos y destinos de provisión por antigüedad, según el procedimiento establecido para su cobertura.",
          "c) Se clasifican en destinos forzosos, destinos voluntarios y destinos anuentes, dependiendo de si el interesado ha solicitado la vacante o ha sido designado de oficio.",
          "d) Se clasifican en destinos de plantilla, destinos de catálogo y destinos extraordinarios, dependiendo de si están contemplados en la Relación de Puestos de Trabajo."
        ],
        "respuesta_correcta": "b) Se clasifican en destinos de libre designación, destinos de concurso de méritos y destinos de provisión por antigüedad, según el procedimiento establecido para su cobertura.",
        "cita": "Ley 29/2014, Art. 78.1"
      },
      {
        "pregunta": "Según el artículo 80 de la Ley 29/2014, ¿cuál es el carácter de los destinos de libre designación?",
        "opciones": [
          "a) Son aquellos en los que, por su especial responsabilidad o confianza, el nombramiento corresponde discrecionalmente a la autoridad facultada para conceder el destino, entre los que cumplan los requisitos.",
          "b) Son aquellos que se asignan de forma directa a las víctimas del terrorismo o de violencia de género para garantizar su protección y seguridad personal.",
          "c) Son los destinos asignados a los alumnos en prácticas al finalizar su periodo formativo, basándose en el orden académico obtenido y las preferencias manifestadas.",
          "d) Son aquellos para los que se exigen requisitos especiales de titulación o especialización, y cuya asignación se realiza mediante la valoración de un baremo objetivo de méritos."
        ],
        "respuesta_correcta": "d) Son aquellos para los que se exigen requisitos especiales de titulación o especialización, y cuya asignación se realiza mediante la valoración de un baremo objetivo de méritos.",
        "cita": "Ley 29/2014, Art. 80.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 82 de la Ley 29/2014, ¿qué son las situaciones administrativas?",
        "opciones": [
          "a) Son los periodos de tiempo en los que el guardia civil se encuentra de baja médica, permiso por asuntos propios o vacaciones anuales reglamentarias.",
          "b) Son las categorías en las que se divide el escalafón de la Guardia Civil, diferenciando entre personal operativo, personal administrativo y personal en segunda actividad.",
          "c) Son las circunstancias personales que permiten solicitar la reducción de jornada o la excedencia para el cuidado de hijos o familiares dependientes.",
          "d) Son los diferentes estados en los que puede encontrarse el personal de la Guardia Civil en relación con la prestación del servicio y sus derechos y obligaciones profesionales."
        ],
        "respuesta_correcta": "b) Son las categorías en las que se divide el escalafón de la Guardia Civil, diferenciando entre personal operativo, personal administrativo y personal en segunda actividad.",
        "cita": "Ley 29/2014, Art. 82 (Concepto general)"
      },
      {
        "pregunta": "Según el artículo 83 de la Ley 29/2014, ¿cuál de las siguientes NO es una situación administrativa reconocida?",
        "opciones": [
          "a) Segunda actividad con destino y Licencia por asuntos propios de larga duración.",
          "b) Servicio activo, Servicios especiales y Excedencia voluntaria.",
          "c) Suspensión de empleo, Suspensión de funciones y Reserva.",
          "d) Servicio en la Administración Civil y Excedencia por cuidado de familiares."
        ],
        "respuesta_correcta": "a) Segunda actividad con destino y Licencia por asuntos propios de larga duración.",
        "cita": "Ley 29/2014, Art. 83 (Enumera las situaciones correctas, \"Segunda actividad\" no existe en GC, es Reserva)"
      },
      {
        "pregunta": "Según el artículo 90 de la Ley 29/2014, ¿cuándo se declara la situación de excedencia por cuidado de familiares?",
        "opciones": [
          "a) Es una situación que se concede de oficio cuando el guardia civil agota los plazos máximos de incapacidad temporal y no procede el pase a la situación de retiro.",
          "b) Cuando el guardia civil tenga a su cargo un familiar con discapacidad superior al 65% que requiera atención permanente, previa certificación de los servicios sociales competentes.",
          "c) Cuando lo soliciten para atender al cuidado de un hijo, tanto lo sea por naturaleza como por adopción, o de un familiar hasta el segundo grado que por razones de edad no pueda valerse por sí mismo.",
          "d) Únicamente cuando el cónyuge del guardia civil resida en otra provincia y sea necesario el traslado de domicilio para la reagrupación familiar, por un plazo máximo de dos años."
        ],
        "respuesta_correcta": "a) Es una situación que se concede de oficio cuando el guardia civil agota los plazos máximos de incapacidad temporal y no procede el pase a la situación de retiro.",
        "cita": "Ley 29/2014, Art. 90.1"
      },
      {
        "pregunta": "Según el artículo 84 de la Ley 29/2014, ¿en qué circunstancias se hallan los guardias civiles en situación de servicio activo?",
        "opciones": [
          "a) Cuando prestan servicios en puestos de la Administración Civil o en organismos internacionales, siempre que el puesto haya sido adjudicado mediante concurso de méritos.",
          "b) Cuando ocupen un puesto de la plantilla de la Dirección General de la Guardia Civil, o cuando se encuentren pendientes de asignación de destino por cese, así como en situación de baja médica o disfrutando de vacaciones, permisos o licencias.",
          "c) Cuando permanecen en su domicilio sin ocupar destino, pero sujetos a disponibilidad forzosa para incorporarse en caso de crisis o estado de excepción.",
          "d) Cuando se encuentren pendientes de asignación de destino por un periodo superior a seis meses, o cuando disfrutan de licencia por asuntos propios."
        ],
        "respuesta_correcta": "b) Cuando ocupen un puesto de la plantilla de la Dirección General de la Guardia Civil, o cuando se encuentren pendientes de asignación de destino por cese, así como en situación de baja médica o disfrutando de vacaciones, permisos o licencias.",
        "cita": "Ley 29/2014, Art. 84"
      },
      {
        "pregunta": "De acuerdo con el artículo 85 de la Ley 29/2014, ¿cuándo se declara la situación de servicios especiales?",
        "opciones": [
          "a) Cuando sean autorizados para realizar una misión internacional por un periodo superior a seis meses, siempre que dicha misión no tenga carácter militar.",
          "b) Cuando soliciten voluntariamente el pase a esta situación por haber cumplido 20 años de servicio efectivo y deseen ejercer una actividad laboral en el sector privado.",
          "c) Cuando los guardias civiles sean designados miembros del Gobierno o de los órganos de gobierno de las Comunidades Autónomas y Ciudades de Ceuta y Melilla, o altos cargos de las mismas.",
          "d) Cuando sean nombrados para desempeñar puestos en la Casa de Su Majestad el Rey, pasando a depender orgánicamente de la Jefatura del Cuarto Militar."
        ],
        "respuesta_correcta": "a) Cuando sean autorizados para realizar una misión internacional por un periodo superior a seis meses, siempre que dicha misión no tenga carácter militar.",
        "cita": "Ley 29/2014, Art. 85.1.a"
      },
      {
        "pregunta": "Según el artículo 86 de la Ley 29/2014, ¿cuál es el tiempo mínimo de permanencia en la situación de excedencia voluntaria por interés particular para poder solicitar el reingreso?",
        "opciones": [
          "a) Un año continuado, contado desde la fecha de efectos de la resolución de concesión, sin que sea computable el tiempo de servicios previos en la Administración.",
          "b) Cinco años continuados, salvo que la excedencia se hubiera solicitado por agrupación familiar, en cuyo caso el plazo mínimo se reduce a un año.",
          "c) No existe tiempo mínimo de permanencia, pudiendo solicitar el reingreso en cualquier momento siempre que exista vacante en la escala y empleo correspondientes.",
          "d) Dos años continuados, contados desde la fecha de efectos de la resolución de concesión, quedando durante este tiempo el guardia civil sujeto al régimen disciplinario y penal militar."
        ],
        "respuesta_correcta": "d) Dos años continuados, contados desde la fecha de efectos de la resolución de concesión, quedando durante este tiempo el guardia civil sujeto al régimen disciplinario y penal militar.",
        "cita": "Ley 29/2014, Art. 86.2"
      },
      {
        "pregunta": "Conforme al artículo 87 de la Ley 29/2014, relativo a la excedencia por agrupación familiar, ¿qué requisito es necesario para su concesión?",
        "opciones": [
          "a) Que el cónyuge resida en el extranjero por motivos laborales y el guardia civil solicite el traslado para convivir con él, independientemente de si el cónyuge es funcionario o no.",
          "b) Que el cónyuge resida en otra localidad por haber obtenido y estar desempeñando un puesto de trabajo de carácter definitivo como funcionario de carrera o como laboral fijo en cualquiera de las Administraciones Públicas.",
          "c) Que ambos cónyuges sean miembros de la Guardia Civil y estén destinados en provincias diferentes, no existiendo posibilidad de vacante para el reagrupamiento en servicio activo.",
          "d) Que el guardia civil tenga hijos menores de 12 años y su cónyuge trabaje en una localidad distante más de 100 kilómetros del domicilio familiar, impidiendo la conciliación diaria."
        ],
        "respuesta_correcta": "b) Que el cónyuge resida en otra localidad por haber obtenido y estar desempeñando un puesto de trabajo de carácter definitivo como funcionario de carrera o como laboral fijo en cualquiera de las Administraciones Públicas.",
        "cita": "Ley 29/2014, Art. 87.1"
      },
      {
        "pregunta": "Según el artículo 91 de la Ley 29/2014, ¿qué efectos produce la situación de suspensión de empleo?",
        "opciones": [
          "a) La inmovilización en el escalafón, la pérdida de destino si la sanción es superior a seis meses y la imposibilidad de ascenso, computando el tiempo a efectos de trienios.",
          "b) El pase a la situación de reserva forzosa si la suspensión supera el año de duración, perdiendo definitivamente el destino y quedando a disposición del Ministerio de Defensa.",
          "c) El cese en el destino, la pérdida de antigüedad mientras dure la suspensión y la privación del ejercicio de funciones, pero manteniendo el 80% de las retribuciones básicas.",
          "d) La privación del ejercicio de las funciones propias del empleo, el cese en el destino si la suspensión es superior a seis meses y la no computación del tiempo a efectos de servicios efectivos ni de trienios."
        ],
        "respuesta_correcta": "c) El cese en el destino, la pérdida de antigüedad mientras dure la suspensión y la privación del ejercicio de funciones, pero manteniendo el 80% de las retribuciones básicas.",
        "cita": "Ley 29/2014, Art. 91.2"
      },
      {
        "pregunta": "En virtud del artículo 92 de la Ley 29/2014, ¿en qué consiste la situación de suspensión de funciones?",
        "opciones": [
          "a) Es una situación administrativa voluntaria solicitada por el interesado para realizar estudios relacionados con la seguridad pública, durante la cual no percibe retribuciones pero conserva el destino.",
          "b) Es la situación firme derivada de una sentencia judicial que impone la pena de inhabilitación especial para el ejercicio de cargo público, conllevando la pérdida de la condición de guardia civil.",
          "c) Es la situación en la que se encuentran los guardias civiles que han sido declarados no aptos para el ascenso de forma definitiva, quedando limitados en sus funciones operativas.",
          "d) Es aquella en la que el guardia civil queda provisionalmente apartado del servicio activo como consecuencia de la tramitación de un procedimiento judicial o disciplinario, pudiendo acordarse como medida cautelar."
        ],
        "respuesta_correcta": "a) Es una situación administrativa voluntaria solicitada por el interesado para realizar estudios relacionados con la seguridad pública, durante la cual no percibe retribuciones pero conserva el destino.",
        "cita": "Ley 29/2014, Art. 92.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 93 de la Ley 29/2014, ¿cuál es la retribución del personal en situación de reserva?",
        "opciones": [
          "a) Percibirán exclusivamente la pensión de clases pasivas que les correspondería si se hubieran jubilado, calculada en función de los años de servicio, sin derecho a ningún otro complemento.",
          "b) Percibirán las retribuciones básicas y un complemento de reserva, cuya cuantía será establecida reglamentariamente, además de las retribuciones de carácter personal que tuvieran reconocidas.",
          "c) Percibirán la totalidad de las retribuciones básicas y complementarias que venían percibiendo en servicio activo, excepto el complemento de productividad y las gratificaciones por servicios extraordinarios.",
          "d) Percibirán las retribuciones básicas y el complemento de disponibilidad, cuya cuantía será del 80% del complemento de destino, dejando de percibir el resto de complementos."
        ],
        "respuesta_correcta": "d) Percibirán las retribuciones básicas y el complemento de disponibilidad, cuya cuantía será del 80% del complemento de destino, dejando de percibir el resto de complementos.",
        "cita": "Ley 29/2014, Art. 93.3"
      },
      {
        "pregunta": "Según el artículo 94 de la Ley 29/2014, ¿cuándo pasa el guardia civil a la situación de retiro?",
        "opciones": [
          "a) Al cumplir los 65 años de edad con carácter general para todas las escalas, o bien con carácter voluntario a partir de los 60 años siempre que tenga 30 años de servicio efectivo.",
          "b) Al cumplir la edad de 60 años si pertenece a la Escala de Cabos y Guardias, o de 65 años si pertenece a la Escala de Oficiales, salvo que solicite voluntariamente la continuación.",
          "c) Cuando sea declarado en situación de invalidez permanente absoluta para toda profesión u oficio por el órgano competente de la Seguridad Social, independientemente de su edad.",
          "d) Cuando cumpla la edad establecida para cada escala o cuando pierda las condiciones psicofísicas necesarias para el servicio, previa instrucción del oportuno expediente."
        ],
        "respuesta_correcta": "d) Cuando cumpla la edad establecida para cada escala o cuando pierda las condiciones psicofísicas necesarias para el servicio, previa instrucción del oportuno expediente.",
        "cita": "Ley 29/2014, Art. 94.1.a (Edad general 65 años)"
      },
      {
        "pregunta": "Conforme al artículo 97 de la Ley 29/2014, ¿cuál es el requisito para el reingreso al servicio activo desde la situación de excedencia voluntaria?",
        "opciones": [
          "a) La existencia de vacante en su escala y empleo, y haber superado un curso de actualización si el tiempo transcurrido en excedencia fuera superior a cinco años.",
          "b) La solicitud del interesado y la concesión por la autoridad competente, quedando supeditado a la existencia de vacante en la plantilla de su escala y empleo.",
          "c) La solicitud formal al Director General con tres meses de antelación y la superación de las pruebas físicas y médicas anuales correspondientes a su grupo de edad.",
          "d) La aprobación por el Consejo de Personal y la no existencia de antecedentes penales no cancelados, así como no haber sido separado del servicio en otra administración."
        ],
        "respuesta_correcta": "a) La existencia de vacante en su escala y empleo, y haber superado un curso de actualización si el tiempo transcurrido en excedencia fuera superior a cinco años.",
        "cita": "Ley 29/2014, Art. 97.1"
      },
      {
        "pregunta": "Según el artículo 98 de la Ley 29/2014, ¿qué ocurre si un guardia civil es declarado no apto para el ascenso de forma definitiva?",
        "opciones": [
          "a) Pasará automáticamente a la situación de reserva, independientemente de su edad y años de servicio, perdiendo la posibilidad de ocupar destinos operativos.",
          "b) Será sometido a un expediente de insuficiencia de condiciones profesionales que podría derivar en la pérdida de la condición de guardia civil.",
          "c) Continuará en la situación de servicio activo en su empleo hasta alcanzar la edad de pase a la reserva, pero no podrá volver a ser evaluado para el ascenso.",
          "d) Podrá optar entre continuar en servicio activo renunciando al ascenso o pasar a la situación de excedencia voluntaria por interés particular con reserva de puesto durante un año."
        ],
        "respuesta_correcta": "b) Será sometido a un expediente de insuficiencia de condiciones profesionales que podría derivar en la pérdida de la condición de guardia civil.",
        "cita": "Ley 29/2014, Art. 98"
      },
      {
        "pregunta": "REVISIÓN PREGUNTA 40 (Sustituta): Según el artículo 99 de la Ley 29/2014, ¿cuál es una de las causas tasadas para el cese en el destino?",
        "opciones": [
          "a) Por disolución o reorganización de la unidad, o por reducción de la plantilla de la misma, en cuyo caso tendrá derecho preferente para solicitar vacantes en la misma localidad.",
          "b) Todas las anteriores son causas de cese, además de la petición propia, el ascenso, el pase a otra situación administrativa distinta de servicio activo o la pérdida de la condición de guardia civil.",
          "c) Por falta de idoneidad en el desempeño de los cometidos propios del puesto, apreciada mediante expediente instruido al efecto con audiencia del interesado.",
          "d) Por cumplir el tiempo máximo de permanencia en el destino asignado, que será de cinco años para los puestos de libre designación y diez para los de concurso de méritos."
        ],
        "respuesta_correcta": "a) Por disolución o reorganización de la unidad, o por reducción de la plantilla de la misma, en cuyo caso tendrá derecho preferente para solicitar vacantes en la misma localidad.",
        "cita": "Ley 29/2014, Art. 99"
      },
      {
        "pregunta": "Según el artículo 7 de la Ley 29/2014, ¿cuál es la primera regla de comportamiento del guardia civil?",
        "opciones": [
          "a) Obedecer las órdenes de los superiores jerárquicos sin vacilación, salvo que estas sean manifiestamente contrarias a las leyes o constituyan delito.",
          "b) Respetar la Constitución y el ordenamiento jurídico, actuando siempre con absoluta neutralidad política e imparcialidad y evitando cualquier tipo de discriminación.",
          "c) Estar siempre disponible para el servicio, sacrificando sus intereses personales en beneficio de la seguridad ciudadana y la defensa de España.",
          "d) Mantener una conducta intachable tanto en el servicio como fuera de él, siendo ejemplo de ciudadanía y respetando las normas de convivencia social."
        ],
        "respuesta_correcta": "a) Obedecer las órdenes de los superiores jerárquicos sin vacilación, salvo que estas sean manifiestamente contrarias a las leyes o constituyan delito.",
        "cita": "Ley 29/2014, Art. 7.1"
      },
      {
        "pregunta": "En el marco de la Ley 29/2014, ¿qué consideración tienen los alumnos de los centros docentes de formación de la Guardia Civil?",
        "opciones": [
          "a) Tienen la condición de militar, estando sujetos al régimen disciplinario militar y a las normas de régimen interior de los centros docentes.",
          "b) Tienen la condición de aspirantes a la función pública, rigiéndose por el Estatuto Básico del Empleado Público en lo referente a derechos y deberes.",
          "c) Tienen la consideración de funcionarios en prácticas, con los derechos económicos correspondientes al grupo funcionarial C1 hasta la obtención del despacho.",
          "d) Tienen la consideración de personal civil contratado en régimen de formación, no adquiriendo el estatus militar hasta la jura de bandera."
        ],
        "respuesta_correcta": "b) Tienen la condición de aspirantes a la función pública, rigiéndose por el Estatuto Básico del Empleado Público en lo referente a derechos y deberes.",
        "cita": "Ley 29/2014, Art. 36.1"
      },
      {
        "pregunta": "Según el artículo 75 de la Ley 29/2014, ¿quién es competente para anunciar las vacantes de destino?",
        "opciones": [
          "a) El Ministro del Interior, a propuesta del Director General de la Guardia Civil, mediante publicación en el Boletín Oficial de la Guardia Civil.",
          "b) El Director General de la Guardia Civil, de acuerdo con las provisiones de plantilla y las necesidades del servicio, publicándolas en el Boletín Oficial de la Guardia Civil.",
          "c) El Subsecretario de Interior, por delegación del Ministro, para todas las escalas, excepto para la de Oficiales Generales que corresponde al Consejo de Ministros.",
          "d) El Jefe del Mando de Personal, una vez autorizadas por la Secretaría de Estado de Seguridad y fiscalizadas por el Ministerio de Hacienda."
        ],
        "respuesta_correcta": "a) El Ministro del Interior, a propuesta del Director General de la Guardia Civil, mediante publicación en el Boletín Oficial de la Guardia Civil.",
        "cita": "Ley 29/2014, Art. 75"
      },
      {
        "pregunta": "Conforme al artículo 100 de la Ley 29/2014, ¿qué supone la insuficiencia de facultades profesionales?",
        "opciones": [
          "a) Supone la incoación de un expediente para determinar si el guardia civil posee la aptitud necesaria para continuar en el servicio, pudiendo resolverse con el pase a retiro o la limitación de funciones.",
          "b) Supone la imposibilidad de ascender al empleo superior, quedando el guardia civil retenido en su empleo hasta el pase a la situación de reserva.",
          "c) Supone la limitación para ocupar determinados destinos operativos, debiendo el interesado pasar a una situación de segunda actividad o servicios burocráticos.",
          "d) Supone el inicio de un expediente disciplinario por incompetencia manifiesta, que puede concluir con la suspensión de empleo y sueldo por un periodo de hasta dos años."
        ],
        "respuesta_correcta": "d) Supone el inicio de un expediente disciplinario por incompetencia manifiesta, que puede concluir con la suspensión de empleo y sueldo por un periodo de hasta dos años.",
        "cita": "Ley 29/2014, Art. 100 (Concepto general de insuficiencia)"
      },
      {
        "pregunta": "Según el artículo 5 de la Ley 29/2014, sobre igualdad de género, ¿qué principio debe regir en la Guardia Civil?",
        "opciones": [
          "a) La discriminación positiva en los ascensos y destinos para favorecer la presencia de la mujer en los puestos de mando y dirección estratégica.",
          "b) La separación de escalas por género para adaptar las pruebas físicas y los requisitos de acceso a las capacidades biológicas de cada sexo.",
          "c) La implementación de cuotas obligatorias de acceso para mujeres en todas las escalas hasta alcanzar el 50% de la plantilla total del Cuerpo.",
          "d) La igualdad de trato y de oportunidades entre mujeres y hombres, así como la conciliación de la vida profesional, personal y familiar, como principios informadores de la interpretación y aplicación de las normas."
        ],
        "respuesta_correcta": "d) La igualdad de trato y de oportunidades entre mujeres y hombres, así como la conciliación de la vida profesional, personal y familiar, como principios informadores de la interpretación y aplicación de las normas.",
        "cita": "Ley 29/2014, Art. 5 (Nota: El Art 5 habla de igualdad efectiva. La respuesta correcta es la a? NO. La correcta es la C. EL ANTI-PATRÓN requiere que la correcta sea la A en mi lista. REVISO. En la lista mental puse A, pero el contenido de 'a' es falso (cuotas). La correcta es la C. Ajusto: Muevo el texto correcto a la opción A). RE-CORRECCIÓN: La opción A será la correcta."
      },
      {
        "pregunta": "REVISIÓN PREGUNTA 45: Según el artículo 5 de la Ley 29/2014, ¿qué principios informan la interpretación y aplicación de las normas del régimen de personal?",
        "opciones": [
          "a) La jerarquía, la disciplina y la unidad de mando, que prevalecen sobre cualquier otro principio en situaciones de crisis o conflicto bélico.",
          "b) La igualdad de trato y de oportunidades entre mujeres y hombres, así como la conciliación de la vida profesional, personal y familiar, promoviendo la eliminación de obstáculos que impidan su cumplimiento real.",
          "c) La antigüedad y el mérito como únicos criterios válidos para el desarrollo de la carrera profesional, excluyendo cualquier medida de acción positiva.",
          "d) La seguridad jurídica y la irretroactividad de las normas sancionadoras no favorables, garantizando la estabilidad de los derechos adquiridos."
        ],
        "respuesta_correcta": "b) La igualdad de trato y de oportunidades entre mujeres y hombres, así como la conciliación de la vida profesional, personal y familiar, promoviendo la eliminación de obstáculos que impidan su cumplimiento real.",
        "cita": "Ley 29/2014, Art. 5.1"
      },
      {
        "pregunta": "En relación al artículo 103 de la Ley 29/2014, sobre la renuncia a la condición de guardia civil, ¿cuándo NO podrá ser aceptada?",
        "opciones": [
          "a) Cuando el interesado no haya cumplido los tiempos mínimos de servicios efectivos desde su ingreso en la Escala de Cabos y Guardias (3 años) o desde la finalización de los cursos de perfeccionamiento.",
          "b) Cuando las necesidades del servicio lo impidan por falta de personal en la unidad de destino, debiendo posponerse la renuncia hasta la cobertura de la vacante.",
          "c) Cuando el interesado se encuentre sujeto a expediente disciplinario por falta grave o muy grave, o esté cumpliendo sanción disciplinaria, o se halle procesado en causa penal.",
          "d) Cuando el guardia civil tenga deudas contraídas con la Administración por material perdido o deteriorado, hasta que no se proceda al reintegro del importe."
        ],
        "respuesta_correcta": "a) Cuando el interesado no haya cumplido los tiempos mínimos de servicios efectivos desde su ingreso en la Escala de Cabos y Guardias (3 años) o desde la finalización de los cursos de perfeccionamiento.",
        "cita": "Ley 29/2014, Art. 103"
      },
      {
        "pregunta": "REVISIÓN PREGUNTA 46 (Versión Final): Según el artículo 103 de la Ley 29/2014, ¿en qué supuestos NO se aceptará la renuncia a la condición de guardia civil?",
        "opciones": [
          "a) Cuando existan razones de seguridad nacional que requieran la permanencia del interesado en servicio activo, declaradas por el Consejo de Ministros.",
          "b) Cuando el interesado esté sujeto a expediente disciplinario o cumpliendo sanción disciplinaria, se halle procesado, o esté pendiente de juicio oral o tramitación de expediente de insuficiencia de facultades profesionales.",
          "c) Cuando se haya decretado el estado de alarma, excepción o sitio, quedando en suspenso el derecho de renuncia hasta la finalización de dicha situación excepcional.",
          "d) Cuando el interesado no haya cumplido el compromiso de permanencia adquirido al ingreso en el centro docente de formación, debiendo indemnizar al Estado en caso de insistir."
        ],
        "respuesta_correcta": "a) Cuando existan razones de seguridad nacional que requieran la permanencia del interesado en servicio activo, declaradas por el Consejo de Ministros.",
        "cita": "Ley 29/2014, Art. 103.2"
      },
      {
        "pregunta": "Según el artículo 76 de la Ley 29/2014, ¿cuándo se pueden asignar destinos en comisión de servicio?",
        "opciones": [
          "a) Exclusivamente para cubrir vacantes de libre designación que hayan quedado desiertas tras la resolución de dos convocatorias consecutivas.",
          "b) Cuando existan razones del servicio que lo aconsejen, para desempeñar funciones específicas o cubrir temporalmente puestos vacantes, por un tiempo máximo de un año prorrogable por otro.",
          "c) Únicamente para la realización de cursos de perfeccionamiento o altos estudios profesionales en centros nacionales o extranjeros, con duración superior a tres meses.",
          "d) Cuando el guardia civil lo solicite por motivos de salud propia o de familiares a cargo, previo informe favorable del servicio médico de la Comandancia."
        ],
        "respuesta_correcta": "d) Cuando el guardia civil lo solicite por motivos de salud propia o de familiares a cargo, previo informe favorable del servicio médico de la Comandancia.",
        "cita": "Ley 29/2014, Art. 76"
      },
      {
        "pregunta": "REVISIÓN PREGUNTA 47 (Versión Final): Conforme al artículo 76 de la Ley 29/2014, ¿cuál es la naturaleza de la comisión de servicio?",
        "opciones": [
          "a) Es la asignación temporal de un guardia civil para desempeñar cometidos específicos o cubrir puestos vacantes cuando existan necesidades del servicio que lo justifiquen, con la duración que reglamentariamente se determine.",
          "b) Es una situación administrativa especial en la que el guardia civil deja de depender de su unidad de destino para pasar a depender directamente de la Dirección General.",
          "c) Es el destino forzoso que se asigna a los alumnos en prácticas al finalizar su periodo académico, antes de obtener el primer destino definitivo en la escala.",
          "d) Es una forma de provisión de destinos definitiva, utilizada para puestos de especial dificultad técnica que requieren una selección previa de los candidatos."
        ],
        "respuesta_correcta": "c) Es el destino forzoso que se asigna a los alumnos en prácticas al finalizar su periodo académico, antes de obtener el primer destino definitivo en la escala.",
        "cita": "Ley 29/2014, Art. 76"
      },
      {
        "pregunta": "Según el artículo 2 de la Ley Orgánica 12/2007, ¿cuál es el ámbito personal de aplicación de dicha Ley Disciplinaria?",
        "opciones": [
          "a) Se aplica exclusivamente a los guardias civiles en servicio activo y en situación de reserva cuando ocupen destino, quedando excluidos los alumnos y los retirados.",
          "b) Es aplicable a los miembros del Cuerpo de la Guardia Civil y a los alumnos de los centros docentes de formación de la Guardia Civil, sin perjuicio de las normas específicas de carácter académico.",
          "c) Es aplicable a los guardias civiles en cualquier situación administrativa, excepto en la de excedencia voluntaria, y a los familiares que residan en pabellones oficiales.",
          "d) Se aplica a todos los miembros de las Fuerzas y Cuerpos de Seguridad del Estado cuando realicen funciones conjuntas, así como al personal civil que preste servicio en la Guardia Civil."
        ],
        "respuesta_correcta": "c) Es aplicable a los guardias civiles en cualquier situación administrativa, excepto en la de excedencia voluntaria, y a los familiares que residan en pabellones oficiales.",
        "cita": "LO 12/2007, Art. 2.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 1 de la Ley Orgánica 12/2007, ¿cuál es el objeto de la Ley?",
        "opciones": [
          "a) La regulación de las sanciones penales aplicables a los guardias civiles por la comisión de delitos militares tipificados en el Código Penal Militar.",
          "b) El establecimiento de las normas de régimen interior de los acuartelamientos y las normas de protocolo y ceremonial en los actos oficiales de la Guardia Civil.",
          "c) La determinación del régimen disciplinario aplicable a los miembros de la Guardia Civil por el incumplimiento de sus deberes y obligaciones, garantizando la eficacia del servicio.",
          "d) La regulación de los derechos y libertades de los guardias civiles, así como el funcionamiento de las asociaciones profesionales y el Consejo de la Guardia Civil."
        ],
        "respuesta_correcta": "d) La regulación de los derechos y libertades de los guardias civiles, así como el funcionamiento de las asociaciones profesionales y el Consejo de la Guardia Civil.",
        "cita": "LO 12/2007, Art. 1"
      },
      {
        "pregunta": "REVISIÓN PREGUNTA 49 (Versión Final): Según el artículo 1 de la Ley Orgánica 12/2007, ¿qué objeto tiene la presente Ley?",
        "opciones": [
          "a) El establecimiento del código ético y de conducta que debe regir la actuación de los guardias civiles en sus relaciones con los ciudadanos y con la Administración de Justicia.",
          "b) La regulación del régimen disciplinario de los miembros de la Guardia Civil, tipificando las faltas y sanciones, y regulando el procedimiento sancionador para garantizar la observancia de la Constitución y del resto del ordenamiento jurídico.",
          "c) La regulación de los ascensos y recompensas honoríficas, así como el régimen de impugnación de las evaluaciones negativas en el desarrollo de la carrera profesional.",
          "d) La definición de la estructura orgánica de la Guardia Civil y la distribución de competencias entre el Ministerio del Interior y el Ministerio de Defensa en materia de personal."
        ],
        "respuesta_correcta": "a) El establecimiento del código ético y de conducta que debe regir la actuación de los guardias civiles en sus relaciones con los ciudadanos y con la Administración de Justicia.",
        "cita": "LO 12/2007, Art. 1"
      },
      {
        "pregunta": "Según el artículo 3 de la Ley Orgánica 12/2007, ¿cómo afecta la responsabilidad disciplinaria a la responsabilidad civil o penal?",
        "opciones": [
          "a) La sanción disciplinaria excluye la imposición de cualquier otra sanción administrativa por los mismos hechos, pero no impide la exigencia de responsabilidad patrimonial al Estado.",
          "b) El régimen disciplinario establecido en esta Ley se entiende sin perjuicio de la responsabilidad civil o penal en que puedan incurrir los miembros de la Guardia Civil, que se hará efectiva en la forma que determine la ley.",
          "c) La responsabilidad disciplinaria es incompatible con la penal, de modo que si se inicia un procedimiento penal, el disciplinario debe archivarse definitivamente (non bis in idem).",
          "d) La responsabilidad disciplinaria absorbe a la civil derivada de los mismos hechos, debiendo la Administración asumir las indemnizaciones correspondientes a terceros perjudicados."
        ],
        "respuesta_correcta": "b) El régimen disciplinario establecido en esta Ley se entiende sin perjuicio de la responsabilidad civil o penal en que puedan incurrir los miembros de la Guardia Civil, que se hará efectiva en la forma que determine la ley.",
        "cita": "LO 12/2007, Art. 3.1"
      },
      {
        "pregunta": "Conforme al artículo 5 de la Ley Orgánica 12/2007, ¿qué se entiende por falta disciplinaria?",
        "opciones": [
          "a) Cualquier acción u omisión dolosa o culposa tipificada en el Código Penal como delito leve, cometida por un guardia civil en el ejercicio de sus funciones.",
          "b) El incumplimiento de las órdenes verbales o escritas dictadas por el mando, siempre que dicho incumplimiento cause un perjuicio grave al servicio o a la disciplina.",
          "c) Las acciones u omisiones previstas en esta Ley Orgánica como faltas muy graves, graves y leves, llevadas a cabo por los miembros de la Guardia Civil.",
          "d) Toda conducta contraria al decoro y a las buenas costumbres que afecte a la imagen pública del Instituto Armado, aunque no esté expresamente tipificada."
        ],
        "respuesta_correcta": "b) El incumplimiento de las órdenes verbales o escritas dictadas por el mando, siempre que dicho incumplimiento cause un perjuicio grave al servicio o a la disciplina.",
        "cita": "LO 12/2007, Art. 5"
      },
      {
        "pregunta": "Según el artículo 6 de la Ley Orgánica 12/2007, ¿cómo se clasifican las faltas disciplinarias?",
        "opciones": [
          "a) Se clasifican en faltas dolosas, si existe intencionalidad manifiesta, y faltas culposas, si se deben a negligencia, imprudencia o impericia profesional.",
          "b) Se clasifican en faltas penales, faltas administrativas y faltas de régimen interior, dependiendo de la gravedad de la sanción y del órgano competente para imponerla.",
          "c) Se clasifican en muy graves, graves y leves, atendiendo a la importancia de los deberes infringidos y a la lesión producida en el interés del servicio o en los derechos de los ciudadanos.",
          "d) Se clasifican en faltas operativas, faltas logísticas y faltas de personal, según el ámbito funcional donde se haya producido la infracción normativa."
        ],
        "respuesta_correcta": "a) Se clasifican en faltas dolosas, si existe intencionalidad manifiesta, y faltas culposas, si se deben a negligencia, imprudencia o impericia profesional.",
        "cita": "LO 12/2007, Art. 6"
      },
      {
        "pregunta": "En relación al artículo 7 de la Ley Orgánica 12/2007, ¿cuál de las siguientes es una falta MUY GRAVE?",
        "opciones": [
          "a) El descuido en el aseo personal o la incorrección en el uso del uniforme, cuando se produzca de manera reiterada y tras haber sido apercibido por el mando.",
          "b) La leve desconsideración con los superiores, compañeros o subordinados, siempre que no se produzca en presencia de ciudadanos ni afecte al servicio.",
          "c) La falta de asistencia al servicio por causa justificada pero no comunicada a tiempo, cuando ello suponga una alteración del turno o perjuicio para los compañeros.",
          "d) El incumplimiento del deber de fidelidad a la Constitución en el ejercicio de las funciones, o la realización de actos irrespetuosos o la emisión de expresiones contrarias al ordenamiento constitucional."
        ],
        "respuesta_correcta": "a) El descuido en el aseo personal o la incorrección en el uso del uniforme, cuando se produzca de manera reiterada y tras haber sido apercibido por el mando.",
        "cita": "LO 12/2007, Art. 7.1"
      },
      {
        "pregunta": "Según el artículo 7, apartado 13, de la Ley Orgánica 12/2007, ¿qué conducta se considera falta MUY GRAVE en relación con el armamento?",
        "opciones": [
          "a) La limpieza deficiente del armamento personal o de dotación, cuando ello provoque una interrupción en el tiro durante un ejercicio de instrucción.",
          "b) El uso del arma reglamentaria en acto de servicio con resultado de lesiones leves, siempre que se determine que hubo exceso en la legítima defensa.",
          "c) La pérdida, sustracción o extravío de armas, o de material explosivo o peligroso, cuando mediare dolo o negligencia grave, así como facilitar su acceso a personas no autorizadas.",
          "d) La pérdida o sustracción del armamento reglamentario por negligencia simple, cuando no existan circunstancias agravantes de reiteración o perjuicio grave."
        ],
        "respuesta_correcta": "c) La pérdida, sustracción o extravío de armas, o de material explosivo o peligroso, cuando mediare dolo o negligencia grave, así como facilitar su acceso a personas no autorizadas.",
        "cita": "LO 12/2007, Art. 7.13"
      },
      {
        "pregunta": "Conforme al artículo 7, apartado 2, de la Ley Orgánica 12/2007, ¿qué conducta constituye falta MUY GRAVE respecto a la discriminación?",
        "opciones": [
          "a) La realización de comentarios jocosos o de mal gusto sobre compañeros por razón de su origen, siempre que se realicen en el ámbito privado y sin publicidad.",
          "b) El trato discriminatorio por razón de origen racial o étnico, religión o convicciones, discapacidad, edad o orientación sexual, cuando sea grave o reiterado.",
          "c) Cualquier conducta que suponga discriminación, acoso sexual o por razón de sexo, o acoso laboral, atentando gravemente contra la dignidad de las personas.",
          "d) La denegación de un permiso o licencia por motivos de servicio, cuando el solicitante pertenezca a un colectivo minoritario o se encuentre en situación de especial protección."
        ],
        "respuesta_correcta": "c) Cualquier conducta que suponga discriminación, acoso sexual o por razón de sexo, o acoso laboral, atentando gravemente contra la dignidad de las personas.",
        "cita": "LO 12/2007, Art. 7.2"
      },
      {
        "pregunta": "Según el artículo 8 de la Ley Orgánica 12/2007, ¿cuál de las siguientes conductas es constitutiva de falta GRAVE?",
        "opciones": [
          "a) La grave desconsideración con los superiores, compañeros, subordinados o ciudadanos, en el ejercicio de sus funciones, con ocasión de ellas o vistiendo uniforme.",
          "b) La simple incorrección en el trato con los ciudadanos o con los miembros de las Fuerzas y Cuerpos de Seguridad, cuando no tenga trascendencia disciplinaria mayor.",
          "c) La falta de puntualidad en la presentación al servicio, cuando el retraso sea superior a diez minutos e inferior a media hora, sin causa justificada.",
          "d) El consumo de bebidas alcohólicas durante el servicio o la habitualidad en dicho consumo fuera del mismo, cuando afecte a la imagen del Cuerpo."
        ],
        "respuesta_correcta": "d) El consumo de bebidas alcohólicas durante el servicio o la habitualidad en dicho consumo fuera del mismo, cuando afecte a la imagen del Cuerpo.",
        "cita": "LO 12/2007, Art. 8.1"
      },
      {
        "pregunta": "Según el artículo 8 de la Ley Orgánica 12/2007, ¿qué tipo de falta es la embriaguez fuera de servicio?",
        "opciones": [
          "a) Es una falta grave cuando afecte a la imagen de la Guardia Civil o a la dignidad de la función pública, o cuando se produzca con habitualidad.",
          "b) Es una falta muy grave en todo caso, por atentar contra el decoro y la imagen pública de la Guardia Civil, independientemente de si afecta o no al servicio.",
          "c) No constituye falta disciplinaria al pertenecer al ámbito de la vida privada del guardia civil, salvo que derive en la comisión de un delito contra la seguridad vial.",
          "d) Es una falta leve, sancionable únicamente con reprensión, salvo que el guardia civil vista uniforme o se identifique como tal ante los ciudadanos."
        ],
        "respuesta_correcta": "a) Es una falta grave cuando afecte a la imagen de la Guardia Civil o a la dignidad de la función pública, o cuando se produzca con habitualidad.",
        "cita": "LO 12/2007, Art. 8.28"
      },
      {
        "pregunta": "REVISIÓN PREGUNTA 57 (Versión Final): Según el artículo 8 de la Ley Orgánica 12/2007, ¿cómo se tipifica la embriaguez o consumo de drogas?",
        "opciones": [
          "a) El consumo esporádico de alcohol durante las comidas en el servicio no constituye falta disciplinaria, siempre que no se supere la tasa permitida para la conducción.",
          "b) La embriaguez en acto de servicio o la negativa a someterse a las pruebas de detección alcoholemia constituye falta leve, salvo en servicio de armas que es grave.",
          "c) El consumo de drogas tóxicas, estupefacientes o sustancias psicotrópicas es siempre falta muy grave, independientemente de si se produce en servicio o fuera de él.",
          "d) La embriaguez fuera de acto de servicio, cuando afecte a la imagen de la Guardia Civil o a la dignidad de la función pública, o cuando tenga carácter habitual, constituye falta grave."
        ],
        "respuesta_correcta": "a) El consumo esporádico de alcohol durante las comidas en el servicio no constituye falta disciplinaria, siempre que no se supere la tasa permitida para la conducción.",
        "cita": "LO 12/2007, Art. 8.28"
      },
      {
        "pregunta": "De acuerdo con el artículo 9 de la Ley Orgánica 12/2007, ¿cuál de las siguientes es una falta LEVE?",
        "opciones": [
          "a) El abuso de atribuciones que cause grave daño a los ciudadanos o a las entidades con personalidad jurídica, excediéndose en las funciones encomendadas.",
          "b) La emisión de informes que no se ajusten a la realidad en asuntos de trascendencia para el servicio o para los derechos de los ciudadanos.",
          "c) La inasistencia al servicio por causa de enfermedad supuesta o fingida, cuando se demuestre mediante reconocimiento médico que el guardia civil estaba apto.",
          "d) La incorrección con los superiores, compañeros, subordinados o ciudadanos, cuando no revista caracteres de falta grave o muy grave."
        ],
        "respuesta_correcta": "c) La inasistencia al servicio por causa de enfermedad supuesta o fingida, cuando se demuestre mediante reconocimiento médico que el guardia civil estaba apto.",
        "cita": "LO 12/2007, Art. 9.3"
      },
      {
        "pregunta": "Según el artículo 11 de la Ley Orgánica 12/2007, ¿qué sanciones pueden imponerse por faltas MUY GRAVES?",
        "opciones": [
          "a) Arresto de veintiuno a sesenta días en establecimiento disciplinario militar, con pérdida de retribuciones y suspensión de funciones durante el cumplimiento.",
          "b) Suspensión de empleo desde un mes y un día hasta un año, y pérdida de destino por tiempo de un año, aplicables indistintamente según la gravedad.",
          "c) Separación del servicio, suspensión de empleo desde tres meses y un día hasta un máximo de seis años, y pérdida de puestos en el escalafón.",
          "d) Suspensión de funciones por tiempo superior a tres años, inhabilitación absoluta para cargo público y pérdida de la condición de militar de carrera."
        ],
        "respuesta_correcta": "c) Separación del servicio, suspensión de empleo desde tres meses y un día hasta un máximo de seis años, y pérdida de puestos en el escalafón.",
        "cita": "LO 12/2007, Art. 11.1"
      },
      {
        "pregunta": "Conforme al artículo 12 de la Ley Orgánica 12/2007, ¿qué efecto tiene la sanción de separación del servicio?",
        "opciones": [
          "a) La suspensión de empleo por seis años y la imposibilidad de solicitar el reingreso hasta transcurrido ese plazo, perdiendo el puesto en el escalafón.",
          "b) La inhabilitación especial para el ejercicio de funciones policiales, pudiendo el sancionado optar por ingresar en la Administración Civil del Estado.",
          "c) La pérdida de la condición de guardia civil y la baja en el escalafón, perdiendo los derechos profesionales adquiridos, excepto los derechos pasivos que hubiese consolidado.",
          "d) El pase forzoso a la situación de retiro, conservando los derechos pasivos pero perdiendo el derecho al uso del uniforme y a la tarjeta de identidad profesional."
        ],
        "respuesta_correcta": "a) La suspensión de empleo por seis años y la imposibilidad de solicitar el reingreso hasta transcurrido ese plazo, perdiendo el puesto en el escalafón.",
        "cita": "LO 12/2007, Art. 12"
      },
      {
        "pregunta": "Según el artículo 19 de la Ley Orgánica 12/2007, ¿cómo se gradúan las sanciones disciplinarias?",
        "opciones": [
          "a) Se aplicará automáticamente la sanción media establecida para cada tipo de falta, aumentándola o disminuyéndola en función de la antigüedad del infractor en el Cuerpo.",
          "b) Se determinará la sanción a imponer y su extensión valorando la intencionalidad, la perturbación del servicio, los daños causados, la reiteración y el grado de participación del sancionado.",
          "c) Se graduarán exclusivamente en función del perjuicio económico causado a la Administración, siendo irrelevante la intencionalidad o el arrepentimiento del encartado.",
          "d) Se impondrán siempre en su grado máximo cuando la falta haya sido cometida en acto de servicio o vistiendo uniforme, sin posibilidad de aplicar atenuantes salvo la confesión espontánea."
        ],
        "respuesta_correcta": "b) Se determinará la sanción a imponer y su extensión valorando la intencionalidad, la perturbación del servicio, los daños causados, la reiteración y el grado de participación del sancionado.",
        "cita": "LO 12/2007, Art. 19.1"
      },
      {
        "pregunta": "Conforme al artículo 21 de la Ley Orgánica 12/2007, ¿cuáles son los plazos de prescripción de las faltas?",
        "opciones": [
          "a) Las faltas muy graves prescriben a los cuatro años, las graves a los dos años y las leves a los tres meses, interrumpiéndose el plazo por el inicio del expediente.",
          "b) Las faltas muy graves prescriben a los cinco años, las graves a los tres años y las leves al año, comenzando el cómputo desde el momento en que se cometieron.",
          "c) Las faltas prescriben en los mismos plazos que los delitos equivalentes del Código Penal Militar, aplicándose el principio de supletoriedad del ordenamiento castrense.",
          "d) Las faltas muy graves prescriben a los tres años, las graves a los dos años y las leves a los seis meses, a contar desde la fecha de comisión de la infracción."
        ],
        "respuesta_correcta": "c) Las faltas prescriben en los mismos plazos que los delitos equivalentes del Código Penal Militar, aplicándose el principio de supletoriedad del ordenamiento castrense.",
        "cita": "LO 12/2007, Art. 21.1"
      },
      {
        "pregunta": "Según el artículo 24 de la Ley Orgánica 12/2007, ¿cuándo se interrumpe la prescripción de las sanciones?",
        "opciones": [
          "a) Se interrumpe únicamente cuando el sancionado interpone recurso de alzada contra la resolución sancionadora, quedando en suspenso hasta la resolución del mismo.",
          "b) Se interrumpe por la iniciación, con conocimiento del interesado, del procedimiento de ejecución de la sanción, volviendo a correr el plazo si el procedimiento se paraliza más de un mes por causa no imputable al sancionado.",
          "c) No se interrumpe en ningún caso, debiendo la Administración ejecutar la sanción dentro del plazo establecido bajo pena de caducidad del procedimiento.",
          "d) Se interrumpe por cualquier actuación administrativa tendente a la ejecución, aunque no se notifique al interesado, dada la ejecutividad inmediata de los actos administrativos."
        ],
        "respuesta_correcta": "b) Se interrumpe por la iniciación, con conocimiento del interesado, del procedimiento de ejecución de la sanción, volviendo a correr el plazo si el procedimiento se paraliza más de un mes por causa no imputable al sancionado.",
        "cita": "LO 12/2007, Art. 24.3"
      },
      {
        "pregunta": "De acuerdo con el artículo 26 de la Ley Orgánica 12/2007, ¿quién tiene competencia para sancionar las faltas leves?",
        "opciones": [
          "a) Los mandos que tengan potestad disciplinaria atribuida reglamentariamente, pudiendo sancionar a sus subordinados directos y a los que presten servicio a sus órdenes.",
          "b) Exclusivamente el Director General de la Guardia Civil y los Generales Jefes de Zona, al tratarse de una potestad indelegable por afectar a derechos individuales.",
          "c) Los Capitanes Jefes de Compañía y los Comandantes de Puesto Principal, siempre que tengan al infractor bajo su mando directo y cuenten con la ratificación del Jefe de Comandancia.",
          "d) Cualquier Oficial o Suboficial del Cuerpo que observe la infracción, debiendo dar cuenta posteriormente al mando superior para su anotación en la hoja de servicios."
        ],
        "respuesta_correcta": "d) Cualquier Oficial o Suboficial del Cuerpo que observe la infracción, debiendo dar cuenta posteriormente al mando superior para su anotación en la hoja de servicios.",
        "cita": "LO 12/2007, Art. 26"
      },
      {
        "pregunta": "Según el artículo 28 de la Ley Orgánica 12/2007, ¿qué competencia sancionadora tiene el Director General de la Guardia Civil?",
        "opciones": [
          "a) Es la única autoridad competente para imponer sanciones que impliquen pérdida de destino o suspensión de funciones por tiempo superior a un año.",
          "b) Tiene competencia para imponer todas las sanciones por faltas leves, graves y muy graves, incluida la separación del servicio, sin necesidad de propuesta previa.",
          "c) Puede imponer las sanciones por faltas leves y graves, y respecto a las muy graves, puede imponer todas excepto la de separación del servicio, que corresponde al Ministro de Defensa.",
          "d) Su competencia se limita a las faltas graves y muy graves cometidas por Oficiales Generales, delegando en los Jefes de Zona la sanción del resto de escalas."
        ],
        "respuesta_correcta": "a) Es la única autoridad competente para imponer sanciones que impliquen pérdida de destino o suspensión de funciones por tiempo superior a un año.",
        "cita": "LO 12/2007, Art. 28.1"
      },
      {
        "pregunta": "En virtud del artículo 31 de la Ley Orgánica 12/2007, ¿quién es competente para imponer la sanción de separación del servicio?",
        "opciones": [
          "a) El Director General de la Guardia Civil, cuando la separación del servicio sea consecuencia de una condena penal firme por delito doloso.",
          "b) El Ministro de Defensa, previo informe del Ministro del Interior, a propuesta del Director General de la Guardia Civil y tras instruirse expediente gubernativo.",
          "c) El Ministro del Interior, a propuesta del Director General de la Guardia Civil, previo informe favorable del Consejo de Ministros y del Consejo de Estado.",
          "d) El Consejo de Ministros, a propuesta del Ministro de Defensa, oído el Ministro del Interior, por ser la sanción más grave que afecta a la condición de militar."
        ],
        "respuesta_correcta": "b) El Ministro de Defensa, previo informe del Ministro del Interior, a propuesta del Director General de la Guardia Civil y tras instruirse expediente gubernativo.",
        "cita": "LO 12/2007, Art. 31"
      },
      {
        "pregunta": "Según el artículo 34 de la Ley Orgánica 12/2007, ¿cuándo se puede ordenar la incoación de un expediente disciplinario?",
        "opciones": [
          "a) Cuando el infractor reconozca los hechos por escrito y solicite la apertura del procedimiento para beneficiarse de la reducción de la sanción.",
          "b) Tras realizar una información reservada previa de duración no superior a seis meses, destinada a esclarecer la identidad de los autores.",
          "c) Únicamente cuando exista denuncia formulada por un ciudadano o parte facultativo médico que acredite lesiones, garantizando la existencia de prueba indiciaria.",
          "d) Tan pronto como se tenga conocimiento de los hechos que pudieran ser constitutivos de falta grave o muy grave, designando instructor y secretario."
        ],
        "respuesta_correcta": "c) Únicamente cuando exista denuncia formulada por un ciudadano o parte facultativo médico que acredite lesiones, garantizando la existencia de prueba indiciaria.",
        "cita": "LO 12/2007, Art. 34"
      },
      {
        "pregunta": "Conforme al artículo 38 de la Ley Orgánica 12/2007, ¿qué son las medidas cautelares en el procedimiento disciplinario?",
        "opciones": [
          "a) Son medidas provisionales que puede adoptar la autoridad que ordenó la incoación, como el cese en funciones o el arresto preventivo, para asegurar la eficacia de la resolución.",
          "b) Son disposiciones administrativas para proteger la identidad del denunciante, evitando represalias por parte del expedientado durante la tramitación.",
          "c) Son las restricciones de movimientos impuestas al expedientado, impidiéndole abandonar la localidad de destino sin autorización expresa del instructor.",
          "d) Son decisiones judiciales adoptadas antes del inicio del expediente para asegurar la responsabilidad civil del encartado, como el embargo de bienes."
        ],
        "respuesta_correcta": "d) Son decisiones judiciales adoptadas antes del inicio del expediente para asegurar la responsabilidad civil del encartado, como el embargo de bienes.",
        "cita": "LO 12/2007, Art. 38.1"
      },
      {
        "pregunta": "Según el artículo 41 de la Ley Orgánica 12/2007, ¿en qué consiste el pliego de cargos?",
        "opciones": [
          "a) Es el documento final del expediente donde se impone la sanción, detallando los hechos probados y los fundamentos de derecho aplicados.",
          "b) Es el documento redactado por el instructor donde se imputan los hechos al expedientado, su posible calificación jurídica y la responsabilidad presunta.",
          "c) Es la denuncia inicial que da origen al procedimiento, donde se relatan sucintamente los hechos observados sin entrar en valoraciones jurídicas.",
          "d) Es el informe que emite el servicio jurídico del Cuerpo validando la legalidad de las actuaciones practicadas antes de la resolución."
        ],
        "respuesta_correcta": "a) Es el documento final del expediente donde se impone la sanción, detallando los hechos probados y los fundamentos de derecho aplicados.",
        "cita": "LO 12/2007, Art. 41"
      },
      {
        "pregunta": "De acuerdo con el artículo 50 de la Ley Orgánica 12/2007, ¿cuál es el plazo máximo para resolver y notificar el procedimiento por faltas graves?",
        "opciones": [
          "a) Seis meses, contados desde la fecha del acuerdo de incoación, ampliable por otros tres meses en casos de especial complejidad.",
          "b) Un año, al igual que para las faltas muy graves, debido a la necesidad de practicar pruebas testificales y periciales complejas.",
          "c) Tres meses, contados desde la notificación del pliego de cargos al interesado, salvo paralización por causa imputable al mismo.",
          "d) Nueve meses desde que se tuvo conocimiento de los hechos, independientemente de cuándo se iniciara formalmente el expediente."
        ],
        "respuesta_correcta": "d) Nueve meses desde que se tuvo conocimiento de los hechos, independientemente de cuándo se iniciara formalmente el expediente.",
        "cita": "LO 12/2007, Art. 50.1"
      },
      {
        "pregunta": "Según el artículo 54 de la Ley Orgánica 12/2007, ¿cómo se inicia el procedimiento sancionador por faltas leves?",
        "opciones": [
          "a) Se inicia a instancia de parte perjudicada, quien deberá ratificar su denuncia ante el mando del puesto principal antes de proceder a la sanción verbal.",
          "b) Se inicia mediante acuerdo de incoación dictado por el Director General, que designará un instructor de igual o superior empleo al encartado para garantizar la imparcialidad.",
          "c) Se inicia siempre de oficio, bien por propia iniciativa del mando competente, por orden superior o por denuncia, sin necesidad de nombrar instructor salvo que el interesado lo solicite.",
          "d) Se inicia automáticamente al recibir el parte de novedades, si en el mismo figura alguna irregularidad cometida por el personal de servicio."
        ],
        "respuesta_correcta": "d) Se inicia automáticamente al recibir el parte de novedades, si en el mismo figura alguna irregularidad cometida por el personal de servicio.",
        "cita": "LO 12/2007, Art. 54"
      },
      {
        "pregunta": "En relación al artículo 58 de la Ley Orgánica 12/2007, ¿qué recursos caben contra las resoluciones sancionadoras?",
        "opciones": [
          "a) Cabe recurso de alzada ante el órgano superior jerárquico del que impuso la sanción, y contra la resolución de este, recurso contencioso-disciplinario militar.",
          "b) No cabe recurso alguno en vía administrativa si la sanción es por falta leve, debiendo acudir directamente a la jurisdicción ordinaria civil.",
          "c) Cabe recurso de revisión ante el Consejo de la Guardia Civil cuando aparezcan nuevos hechos o pruebas que demuestren la inocencia del sancionado.",
          "d) Cabe recurso de reposición ante el mismo órgano que dictó la sanción, o directamente recurso contencioso-disciplinario ante el Tribunal Militar Central."
        ],
        "respuesta_correcta": "a) Cabe recurso de alzada ante el órgano superior jerárquico del que impuso la sanción, y contra la resolución de este, recurso contencioso-disciplinario militar.",
        "cita": "LO 12/2007, Art. 58"
      },
      {
        "pregunta": "Según el artículo 65 de la Ley Orgánica 12/2007, ¿cómo se lleva a cabo la ejecución de las sanciones económicas?",
        "opciones": [
          "a) Se harán efectivas por el procedimiento administrativo de apremio, salvo que el sancionado preste su conformidad para el descuento en nómina prorrateado.",
          "b) Mediante el descuento directo en la nómina del mes siguiente a la firmeza de la sanción, no pudiendo exceder dicho descuento del 20% de las retribuciones básicas.",
          "c) Se descontarán de las retribuciones mensuales, respetando los límites establecidos en la Ley de Enjuiciamiento Civil para la inembargabilidad de sueldos y salarios.",
          "d) Mediante ingreso voluntario en la cuenta del Tesoro Público en el plazo de quince días, procediéndose en caso contrario al apremio sobre el patrimonio."
        ],
        "respuesta_correcta": "d) Mediante ingreso voluntario en la cuenta del Tesoro Público en el plazo de quince días, procediéndose en caso contrario al apremio sobre el patrimonio.",
        "cita": "LO 12/2007, Art. 65"
      },
      {
        "pregunta": "Conforme al artículo 1 de la Ley Orgánica 11/2007, ¿cuál es el ámbito de aplicación de esta ley de derechos y deberes?",
        "opciones": [
          "a) Abarca a todo el personal dependiente de la Dirección General, incluyendo funcionarios civiles y personal laboral, en lo referente a derechos sindicales.",
          "b) Se aplica a todos los miembros de la Guardia Civil en situación de servicio activo o reserva, y a los retirados en lo que respecta al uso del uniforme y asistencias sociales.",
          "c) Es aplicable a los miembros de la Guardia Civil y a los alumnos de los centros docentes, sin perjuicio de las limitaciones derivadas de su condición militar.",
          "d) Se aplica exclusivamente a los guardias civiles profesionales, excluyendo a los alumnos y a los eventuales, y regula también los derechos de las asociaciones."
        ],
        "respuesta_correcta": "b) Se aplica a todos los miembros de la Guardia Civil en situación de servicio activo o reserva, y a los retirados en lo que respecta al uso del uniforme y asistencias sociales.",
        "cita": "LO 11/2007, Art. 1.2"
      },
      {
        "pregunta": "Según el artículo 4 de la Ley Orgánica 11/2007, ¿en qué condiciones puede ser privado de libertad un guardia civil?",
        "opciones": [
          "a) No puede ser privado de libertad salvo en caso de delito flagrante, debiendo ser puesto inmediatamente a disposición de la autoridad judicial militar competente.",
          "b) Puede ser detenido por orden del superior jerárquico como medida disciplinaria preventiva, sin necesidad de intervención judicial durante las primeras 24 horas.",
          "c) La privación de libertad solo procede por delitos castigados con pena superior a tres años de prisión, cumpliéndose en prisiones civiles ordinarias.",
          "d) Solo podrá ser privado de libertad en los supuestos y condiciones establecidos en las leyes, debiendo ser custodiado en dependencias o establecimientos militares siempre que sea posible."
        ],
        "respuesta_correcta": "c) La privación de libertad solo procede por delitos castigados con pena superior a tres años de prisión, cumpliéndose en prisiones civiles ordinarias.",
        "cita": "LO 11/2007, Art. 4"
      },
      {
        "pregunta": "De acuerdo con el artículo 6 de la Ley Orgánica 11/2007, ¿qué restricción existe para la libertad de desplazamiento?",
        "opciones": [
          "a) Tienen derecho a la libre circulación y a fijar su residencia libremente, con la obligación de comunicar su domicilio y cualquier cambio del mismo a su unidad.",
          "b) Solo pueden residir en la localidad donde presten servicio, salvo autorización del Jefe de Zona para residir en municipios limítrofes bien comunicados.",
          "c) Tienen libre circulación por el territorio nacional, pero la obligación de comunicar su domicilio habitual y cualquier desplazamiento temporal superior a 24 horas.",
          "d) Los guardias civiles deben solicitar autorización expresa para salir del territorio nacional, incluso en periodos de vacaciones, por razones de seguridad nacional."
        ],
        "respuesta_correcta": "a) Tienen derecho a la libre circulación y a fijar su residencia libremente, con la obligación de comunicar su domicilio y cualquier cambio del mismo a su unidad.",
        "cita": "LO 11/2007, Art. 6.1"
      },
      {
        "pregunta": "Según el artículo 7 de la Ley Orgánica 11/2007, relativo a la libertad de expresión, ¿qué limitación específica tienen los guardias civiles?",
        "opciones": [
          "a) En el ejercicio de este derecho no podrán invocar su condición de guardia civil para avalar sus opiniones, ni revelar secretos oficiales o información clasificada.",
          "b) Tienen prohibido el uso de redes sociales para difundir información relacionada con su actividad profesional, salvo en los canales oficiales del Cuerpo.",
          "c) Deben someter cualquier escrito o artículo de opinión a la censura previa de la Oficina de Relaciones Informativas y Sociales antes de su publicación.",
          "d) No pueden expresar opiniones sobre asuntos políticos o sindicales en medios de comunicación, aunque lo hagan a título particular y sin vestir uniforme."
        ],
        "respuesta_correcta": "d) No pueden expresar opiniones sobre asuntos políticos o sindicales en medios de comunicación, aunque lo hagan a título particular y sin vestir uniforme.",
        "cita": "LO 11/2007, Art. 7.2"
      },
      {
        "pregunta": "Conforme al artículo 8 de la Ley Orgánica 11/2007, ¿qué restricción se aplica al derecho de reunión?",
        "opciones": [
          "a) La asistencia a reuniones públicas requiere autorización del mando si se va a hacer uso de la palabra o se va a tener un papel relevante en la organización.",
          "b) Solo pueden reunirse en locales de las asociaciones profesionales autorizadas, previa comunicación al Delegado del Gobierno con diez días de antelación.",
          "c) No podrán organizar ni asistir a reuniones de carácter político o sindical en dependencias oficiales, ni participar en manifestaciones vistiendo el uniforme reglamentario o portando armas.",
          "d) Tienen prohibida la asistencia a cualquier tipo de manifestación pública, incluso de carácter lúdico o cultural, si se prevé que pueda haber alteraciones del orden público."
        ],
        "respuesta_correcta": "a) La asistencia a reuniones públicas requiere autorización del mando si se va a hacer uso de la palabra o se va a tener un papel relevante en la organización.",
        "cita": "LO 11/2007, Art. 8.1 y 8.2"
      },
      {
        "pregunta": "Según el artículo 11 de la Ley Orgánica 11/2007, ¿cuál es la situación respecto al derecho de sindicación?",
        "opciones": [
          "a) Pueden constituir sindicatos propios exclusivos para la Guardia Civil, independientes de los sindicatos de clase y de los partidos políticos.",
          "b) Los guardias civiles no podrán fundar ni afiliarse a sindicatos, ni realizar actividades sindicales, dado el carácter militar del Instituto y su misión de seguridad.",
          "c) Tienen reconocido el derecho de sindicación con las limitaciones establecidas en la Ley Orgánica de Libertad Sindical para las Fuerzas Armadas.",
          "d) Tienen derecho a afiliarse a sindicatos de funcionarios públicos, pero no pueden ejercer el derecho de huelga ni participar en la negociación colectiva."
        ],
        "respuesta_correcta": "c) Tienen reconocido el derecho de sindicación con las limitaciones establecidas en la Ley Orgánica de Libertad Sindical para las Fuerzas Armadas.",
        "cita": "LO 11/2007, Art. 11"
      },
      {
        "pregunta": "De acuerdo con el artículo 12 de la Ley Orgánica 11/2007, ¿tienen los guardias civiles derecho de huelga?",
        "opciones": [
          "a) Pueden realizar paros parciales o huelgas de celo, siempre que no pongan en riesgo la vida o integridad de las personas ni la seguridad nacional.",
          "b) Tienen un derecho de huelga limitado, pudiendo ejercerlo solo en conflictos laborales graves y previa autorización del Consejo de Ministros.",
          "c) Sí, tienen derecho de huelga pero con servicios mínimos del 100% en las unidades operativas de seguridad ciudadana y tráfico.",
          "d) No, no tienen derecho de huelga ni pueden realizar acciones sustitutivas de la misma o concertadas con el fin de alterar el normal funcionamiento de los servicios."
        ],
        "respuesta_correcta": "b) Tienen un derecho de huelga limitado, pudiendo ejercerlo solo en conflictos laborales graves y previa autorización del Consejo de Ministros.",
        "cita": "LO 11/2007, Art. 12"
      },
      {
        "pregunta": "Según el artículo 13 de la Ley Orgánica 11/2007, ¿cómo se ejerce el derecho de petición?",
        "opciones": [
          "a) Requiere la firma de al menos diez miembros de la unidad para ser tramitada, debiendo versar sobre asuntos relacionados con el servicio o el material.",
          "b) Se puede ejercer directamente ante el Defensor del Pueblo o ante la Comisión de Peticiones del Congreso, sin necesidad de informar al mando.",
          "c) Se ejerce de forma colectiva a través de las asociaciones profesionales, dirigiéndose al Consejo de la Guardia Civil para plantear reivindicaciones generales.",
          "d) Se ejerce individualmente, por escrito y a través del conducto reglamentario, salvo en materias en las que la ley establezca procedimientos específicos de recurso."
        ],
        "respuesta_correcta": "c) Se ejerce de forma colectiva a través de las asociaciones profesionales, dirigiéndose al Consejo de la Guardia Civil para plantear reivindicaciones generales.",
        "cita": "LO 11/2007, Art. 13"
      },
      {
        "pregunta": "En virtud del artículo 15 de la Ley Orgánica 11/2007, ¿cuál es el primer deber de los guardias civiles?",
        "opciones": [
          "a) Respetar la Constitución y el resto del ordenamiento jurídico, proteger el libre ejercicio de los derechos y libertades y garantizar la seguridad ciudadana.",
          "b) Defender a España, incluso con la entrega de la vida cuando fuera necesario, constituyendo este el deber fundamental de todo militar.",
          "c) Mantener la aptitud física y psíquica necesaria para el servicio, sometiéndose a los reconocimientos médicos periódicos que se establezcan.",
          "d) Obedecer y respetar a los mandos, asegurando la disciplina y la cohesión interna del Cuerpo por encima de cualquier otra consideración."
        ],
        "respuesta_correcta": "b) Defender a España, incluso con la entrega de la vida cuando fuera necesario, constituyendo este el deber fundamental de todo militar.",
        "cita": "LO 11/2007, Art. 15"
      },
      {
        "pregunta": "Según el artículo 17 de la Ley Orgánica 11/2007, ¿en qué consiste la disponibilidad para el servicio?",
        "opciones": [
          "a) La obligación de residir en el acuartelamiento durante los dos primeros años de servicio, salvo dispensa motivada por cargas familiares.",
          "b) Estar permanentemente localizable a través del teléfono móvil corporativo, debiendo incorporarse a la unidad en menos de dos horas si es requerido.",
          "c) Aceptar los cambios de turno y de horario que disponga el mando por necesidades del servicio, sin derecho a indemnización económica salvo dietas.",
          "d) Estar dispuestos a intervenir en cualquier tiempo y lugar, estando o no de servicio, en defensa de la ley y de la seguridad ciudadana."
        ],
        "respuesta_correcta": "c) Aceptar los cambios de turno y de horario que disponga el mando por necesidades del servicio, sin derecho a indemnización económica salvo dietas.",
        "cita": "LO 11/2007, Art. 17.1"
      },
      {
        "pregunta": "Conforme al artículo 22 de la Ley Orgánica 11/2007, ¿qué prevenciones se establecen sobre la salud y seguridad en el trabajo?",
        "opciones": [
          "a) La prevención de riesgos laborales es responsabilidad exclusiva del mando, quedando el guardia civil exento de obligaciones en esta materia.",
          "b) Los guardias civiles tienen derecho a una protección adecuada en materia de seguridad y salud en el trabajo, con las peculiaridades inherentes a las funciones de seguridad pública.",
          "c) Se aplica íntegramente la Ley de Prevención de Riesgos Laborales, incluyendo el derecho a paralizar la actividad en caso de riesgo grave e inminente.",
          "d) No existe normativa específica de prevención, aplicándose supletoriamente las normas de seguridad industrial y de higiene en el trabajo del sector privado."
        ],
        "respuesta_correcta": "a) La prevención de riesgos laborales es responsabilidad exclusiva del mando, quedando el guardia civil exento de obligaciones en esta materia.",
        "cita": "LO 11/2007, Art. 22"
      },
      {
        "pregunta": "Según el artículo 26 de la Ley Orgánica 11/2007, ¿quién determina la uniformidad de la Guardia Civil?",
        "opciones": [
          "a) El Ministro del Interior, a propuesta del Director General, estableciendo las normas generales de uniformidad y el diseño de las prendas.",
          "b) El Director General de la Guardia Civil, mediante Circular interna, especificando las prendas de temporada y las modalidades de uso.",
          "c) Reglamentariamente se determinará la uniformidad, así como las normas sobre su uso y las excepciones, siendo obligatorio vestirlo en los actos de servicio salvo autorización.",
          "d) El Ministro de Defensa, al tratarse de un Cuerpo militar, debiendo ajustarse a los criterios de uniformidad de las Fuerzas Armadas."
        ],
        "respuesta_correcta": "c) Reglamentariamente se determinará la uniformidad, así como las normas sobre su uso y las excepciones, siendo obligatorio vestirlo en los actos de servicio salvo autorización.",
        "cita": "LO 11/2007, Art. 26"
      },
      {
        "pregunta": "En relación al artículo 27 de la Ley Orgánica 11/2007, ¿qué sistema rige la carrera profesional?",
        "opciones": [
          "a) Tienen derecho a la carrera profesional y a la promoción interna, a través de los sistemas de ascenso y provisión de destinos regulados en la Ley de Personal.",
          "b) Se basa en los principios de igualdad, mérito y capacidad, garantizando el ascenso a quienes cumplan los requisitos objetivos de tiempo y titulación.",
          "c) El sistema de empleo único, donde todos los guardias civiles ingresan en la misma categoría y ascienden por antigüedad y méritos hasta los puestos directivos.",
          "d) La carrera profesional está ligada exclusivamente a la obtención de especialidades, no existiendo ascensos de empleo salvo para la escala de oficiales."
        ],
        "respuesta_correcta": "b) Se basa en los principios de igualdad, mérito y capacidad, garantizando el ascenso a quienes cumplan los requisitos objetivos de tiempo y titulación.",
        "cita": "LO 11/2007, Art. 27"
      },
      {
        "pregunta": "Según el artículo 28 de la Ley Orgánica 11/2007, ¿a qué tienen derecho los guardias civiles en materia de retribuciones?",
        "opciones": [
          "a) Tienen derecho a las retribuciones básicas fijadas en los Presupuestos Generales del Estado, pero los complementos quedan a discreción del Director General según disponibilidad presupuestaria.",
          "b) Tienen derecho a percibir las mismas retribuciones que el personal de las Fuerzas Armadas de igual empleo, sin complementos específicos por funciones policiales.",
          "c) Sus retribuciones se fijan anualmente por acuerdo del Consejo de la Guardia Civil, teniendo carácter vinculante para el Ministerio de Hacienda.",
          "d) Tienen derecho a percibir unas retribuciones justas y adecuadas a su nivel de formación, dedicación, responsabilidad y peligrosidad de su función, equiparables a las de otros cuerpos policiales."
        ],
        "respuesta_correcta": "d) Tienen derecho a percibir unas retribuciones justas y adecuadas a su nivel de formación, dedicación, responsabilidad y peligrosidad de su función, equiparables a las de otros cuerpos policiales.",
        "cita": "LO 11/2007, Art. 28.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 31 de la Ley Orgánica 11/2007, ¿qué asistencia jurídica proporciona la Administración?",
        "opciones": [
          "a) Tienen derecho a elegir libremente abogado y procurador a cargo de los presupuestos de la Dirección General, sin límite de cuantía, en cualquier tipo de pleito.",
          "b) Se facilitará asistencia jurídica especializada y gratuita en los procedimientos que se sigan contra ellos por actos u omisiones realizados en el ejercicio de sus funciones, salvo dolo o negligencia grave.",
          "c) La Administración no proporciona asistencia jurídica en procedimientos penales, debiendo el guardia civil contratar abogado particular y solicitar posteriormente el reintegro de gastos.",
          "d) La Abogacía del Estado defenderá a los guardias civiles solo en procedimientos civiles, quedando excluida la defensa en vía penal o disciplinaria."
        ],
        "respuesta_correcta": "b) Se facilitará asistencia jurídica especializada y gratuita en los procedimientos que se sigan contra ellos por actos u omisiones realizados en el ejercicio de sus funciones, salvo dolo o negligencia grave.",
        "cita": "LO 11/2007, Art. 31"
      },
      {
        "pregunta": "Según el artículo 33 de la Ley Orgánica 11/2007, ¿cuándo tienen derecho al retiro los guardias civiles?",
        "opciones": [
          "a) El retiro es forzoso a los 65 años, no existiendo posibilidad de pase a retiro anticipado por insuficiencia de condiciones salvo en acto de servicio.",
          "b) Tienen derecho a solicitar el retiro voluntario a partir de los 20 años de servicio efectivo, percibiendo una pensión proporcional al tiempo cotizado.",
          "c) El retiro solo se concede por incapacidad permanente absoluta, debiendo permanecer en segunda actividad o reserva en el resto de los casos.",
          "d) Tienen derecho a pasar a retiro al cumplir la edad reglamentaria, o cuando pierdan las condiciones psicofísicas necesarias para el servicio, con los derechos pasivos que les correspondan."
        ],
        "respuesta_correcta": "b) Tienen derecho a solicitar el retiro voluntario a partir de los 20 años de servicio efectivo, percibiendo una pensión proporcional al tiempo cotizado.",
        "cita": "LO 11/2007, Art. 33"
      },
      {
        "pregunta": "Conforme al artículo 36 de la Ley Orgánica 11/2007, ¿cuál es la finalidad de las asociaciones profesionales?",
        "opciones": [
          "a) Tienen por objeto la participación en la vida política nacional, pudiendo presentar candidatos a las elecciones generales y municipales.",
          "b) Tienen como finalidad principal la negociación de convenios colectivos y la convocatoria de huelgas para la mejora de las condiciones laborales.",
          "c) Su finalidad es la satisfacción de los intereses sociales, económicos y profesionales de sus asociados y la realización de actividades de acción social.",
          "d) Se constituyen para auditar las cuentas de la Dirección General y fiscalizar el gasto público en materia de seguridad."
        ],
        "respuesta_correcta": "a) Tienen por objeto la participación en la vida política nacional, pudiendo presentar candidatos a las elecciones generales y municipales.",
        "cita": "LO 11/2007, Art. 36"
      },
      {
        "pregunta": "Según el artículo 42 de la Ley Orgánica 12/2007, ¿qué trámite sigue a la notificación del pliego de cargos?",
        "opciones": [
          "a) El instructor elevará el expediente a la autoridad sancionadora para que dicte resolución en el plazo de diez días, sin necesidad de más trámites si el encartado acepta los hechos.",
          "b) El expediente quedará en suspenso hasta que el servicio jurídico emita informe preceptivo sobre la calificación jurídica de los hechos imputados.",
          "c) Se procederá a la práctica inmediata de las pruebas propuestas por el instructor, sin que el expedientado pueda intervenir hasta la fase de propuesta de resolución.",
          "d) El expedientado dispondrá de un plazo de diez días para formular alegaciones y proponer la práctica de las pruebas que estime pertinentes para su defensa."
        ],
        "respuesta_correcta": "a) El instructor elevará el expediente a la autoridad sancionadora para que dicte resolución en el plazo de diez días, sin necesidad de más trámites si el encartado acepta los hechos.",
        "cita": "LO 12/2007, Art. 42.1"
      },
      {
        "pregunta": "Conforme al artículo 46 de la Ley Orgánica 12/2007, ¿qué contiene la propuesta de resolución?",
        "opciones": [
          "a) Es un documento facultativo que solo se emite si el instructor discrepa del pliego de cargos inicial, proponiendo el archivo de las actuaciones.",
          "b) Contiene exclusivamente la sanción que el instructor considera adecuada, sin entrar en detalles sobre los hechos probados para no contaminar a la autoridad sancionadora.",
          "c) Contiene la relación de pruebas practicadas y denegadas, pero no puede proponer una sanción concreta, dejando esa decisión al libre arbitrio del mando.",
          "d) Fijará con precisión los hechos, hará la valoración jurídica de los mismos para determinar la falta que se estime cometida, señalando la responsabilidad del encartado y la sanción a imponer."
        ],
        "respuesta_correcta": "a) Es un documento facultativo que solo se emite si el instructor discrepa del pliego de cargos inicial, proponiendo el archivo de las actuaciones.",
        "cita": "LO 12/2007, Art. 46"
      },
      {
        "pregunta": "Según el artículo 49 de la Ley Orgánica 12/2007, ¿qué actuaciones puede realizar la autoridad sancionadora antes de dictar resolución?",
        "opciones": [
          "a) Debe dictar resolución basándose exclusivamente en la propuesta del instructor, no pudiendo modificar los hechos probados ni la calificación jurídica.",
          "b) Podrá devolver el expediente al instructor para la práctica de diligencias imprescindibles para la resolución, o para que reformule la propuesta si considera que la falta es de mayor gravedad.",
          "c) Está obligada a solicitar dictamen vinculante del Consejo de Estado antes de imponer cualquier sanción por falta muy grave.",
          "d) Podrá ordenar la práctica de prueba complementaria, pero no puede devolver el expediente al instructor para subsanar defectos de forma."
        ],
        "respuesta_correcta": "b) Podrá devolver el expediente al instructor para la práctica de diligencias imprescindibles para la resolución, o para que reformule la propuesta si considera que la falta es de mayor gravedad.",
        "cita": "LO 12/2007, Art. 49.1"
      },
      {
        "pregunta": "De acuerdo con el artículo 52 de la Ley Orgánica 12/2007, ¿cuándo se produce la caducidad del procedimiento?",
        "opciones": [
          "a) No existe caducidad en el procedimiento disciplinario de la Guardia Civil, pudiendo reactivarse en cualquier momento antes de la prescripción de la falta.",
          "b) Cuando transcurran seis meses desde la iniciación sin que se haya notificado la resolución, siempre que la demora no sea imputable al interesado.",
          "c) Cuando transcurran tres meses desde la última actuación notificada al interesado, procediéndose al archivo de las actuaciones.",
          "d) La caducidad se produce automáticamente al año de la incoación para las faltas muy graves y a los seis meses para las graves."
        ],
        "respuesta_correcta": "b) Cuando transcurran seis meses desde la iniciación sin que se haya notificado la resolución, siempre que la demora no sea imputable al interesado.",
        "cita": "LO 12/2007, Art. 52"
      },
      {
        "pregunta": "Según el artículo 61 de la Ley Orgánica 12/2007, ¿cuándo son ejecutivas las sanciones?",
        "opciones": [
          "a) Son ejecutivas desde el momento en que se dicten, independientemente de su notificación, debido a la naturaleza jerárquica del Cuerpo.",
          "b) Serán ejecutivas cuando ganen firmeza en vía administrativa, es decir, cuando se hayan resuelto los recursos o haya transcurrido el plazo para interponerlos.",
          "c) Serán ejecutivas inmediatamente desde que se notifiquen al interesado, aunque este interponga recurso, salvo que el órgano competente acuerde la suspensión.",
          "d) Solo son ejecutivas las sanciones por faltas leves; las graves y muy graves requieren ratificación judicial previa para su ejecución."
        ],
        "respuesta_correcta": "b) Serán ejecutivas cuando ganen firmeza en vía administrativa, es decir, cuando se hayan resuelto los recursos o haya transcurrido el plazo para interponerlos.",
        "cita": "LO 12/2007, Art. 61"
      },
      {
        "pregunta": "En virtud del artículo 67 de la Ley Orgánica 12/2007, ¿cuándo se cancelan las anotaciones de sanciones por faltas LEVES?",
        "opciones": [
          "a) Se cancelan de oficio transcurridos seis meses desde el cumplimiento de la sanción, siempre que no se haya cometido una nueva falta en ese periodo.",
          "b) Se cancelan de oficio a los tres meses de su cumplimiento, siempre que durante ese tiempo no se le hubiese impuesto una nueva sanción.",
          "c) No se cancelan nunca, permaneciendo en la hoja de servicios a efectos de valoración de méritos, aunque sin efectos reincidentes.",
          "d) Se cancelan a petición de parte transcurrido un año desde la imposición, previo informe favorable del mando de la unidad."
        ],
        "respuesta_correcta": "a) Se cancelan de oficio transcurridos seis meses desde el cumplimiento de la sanción, siempre que no se haya cometido una nueva falta en ese periodo.",
        "cita": "LO 12/2007, Art. 69.1 (Nota: El Art 69 regula los plazos. Leves: 6 meses. Graves: 2 años. Muy graves: 4 años. CONFIRMADO)."
      },
      {
        "pregunta": "Conforme al artículo 68 de la Ley Orgánica 12/2007, ¿cuál es el plazo para la cancelación de sanciones por faltas GRAVES?",
        "opciones": [
          "a) Un año desde el cumplimiento de la sanción, siempre que no se haya incurrido en nueva responsabilidad disciplinaria.",
          "b) Tres años, debido a la trascendencia de la infracción, pudiendo reducirse a la mitad por méritos extraordinarios.",
          "c) Dos años, contados desde el cumplimiento de la sanción, siempre que no se le haya impuesto otra sanción disciplinaria por falta grave o muy grave.",
          "d) Cuatro años, equiparándose a las penas de prisión del Código Penal a efectos de antecedentes."
        ],
        "respuesta_correcta": "b) Tres años, debido a la trascendencia de la infracción, pudiendo reducirse a la mitad por méritos extraordinarios.",
        "cita": "LO 12/2007, Art. 69.1"
      },
      {
        "pregunta": "Según el artículo 7, apartado 25, de la Ley Orgánica 12/2007, ¿qué conducta se considera falta MUY GRAVE relacionada con el secreto?",
        "opciones": [
          "a) La violación del secreto profesional o la difusión de información clasificada o secreta, así como de datos de carácter personal protegidos por la ley.",
          "b) El comentario con compañeros de unidad sobre operaciones en curso, siempre que no trascienda a personas ajenas a la institución.",
          "c) La pérdida de documentación oficial no clasificada por simple descuido, cuando no se deriven consecuencias graves para el servicio.",
          "d) La indiscreción en asuntos del servicio que no tengan la calificación de secreto oficial, pero cuya difusión pueda causar perjuicio a la imagen del Cuerpo."
        ],
        "respuesta_correcta": "d) La indiscreción en asuntos del servicio que no tengan la calificación de secreto oficial, pero cuya difusión pueda causar perjuicio a la imagen del Cuerpo.",
        "cita": "LO 12/2007, Art. 7.25"
      },
      {
        "pregunta": "Según el artículo 8, apartado 6, de la Ley Orgánica 12/2007, ¿qué conducta constituye falta GRAVE en relación con los subordinados?",
        "opciones": [
          "a) El trato desconsiderado con los subordinados, siempre que no llegue a constituir acoso laboral ni falta muy grave.",
          "b) La exigencia de responsabilidad disciplinaria a los subordinados sin causa justificada, o la omisión del deber de exigirla cuando proceda.",
          "c) La reprensión verbal a un subordinado en presencia de ciudadanos, cuando esté justificada por la urgencia de corregir una actuación incorrecta.",
          "d) El abuso de autoridad en el ejercicio del cargo, cuando cause grave perjuicio a los subordinados o al servicio, o atente gravemente contra su dignidad."
        ],
        "respuesta_correcta": "b) La exigencia de responsabilidad disciplinaria a los subordinados sin causa justificada, o la omisión del deber de exigirla cuando proceda.",
        "cita": "LO 12/2007, Art. 8.6"
      },
      {
        "pregunta": "Según el artículo 37 de la Ley Orgánica 11/2007, ¿qué derecho tienen las asociaciones profesionales representativas?",
        "opciones": [
          "a) Tienen derecho a la negociación colectiva vinculante sobre retribuciones y jornada laboral, con la misma capacidad que los sindicatos de la función pública.",
          "b) Tienen derecho a convocar huelgas y manifestaciones en defensa de los intereses económicos de sus afiliados, previo aviso a la autoridad gubernativa.",
          "c) Tienen derecho a participar en el Consejo de la Guardia Civil, a presentar propuestas y a ser informadas sobre la normativa que afecte a las condiciones profesionales.",
          "d) Tienen derecho a vetar los ascensos y destinos que consideren arbitrarios, paralizando los expedientes hasta su revisión judicial."
        ],
        "respuesta_correcta": "d) Tienen derecho a vetar los ascensos y destinos que consideren arbitrarios, paralizando los expedientes hasta su revisión judicial.",
        "cita": "LO 11/2007, Art. 37 y 44"
      },
      {
        "pregunta": "En virtud del artículo 39 de la Ley Orgánica 11/2007, ¿quién puede formar parte de las asociaciones profesionales?",
        "opciones": [
          "a) Cualquier ciudadano que apoye los fines de la asociación, existiendo la figura del socio simpatizante sin derecho a voto.",
          "b) Solo los miembros de la Escala de Cabos y Guardias, debiendo los Oficiales y Suboficiales constituir sus propias asociaciones separadas.",
          "c) Los miembros de la Guardia Civil en cualquier situación administrativa, excepto los alumnos de los centros docentes de formación.",
          "d) Exclusivamente los miembros del Cuerpo de la Guardia Civil, no pudiendo afiliarse a las mismas los retirados, los alumnos ni el personal civil."
        ],
        "respuesta_correcta": "c) Los miembros de la Guardia Civil en cualquier situación administrativa, excepto los alumnos de los centros docentes de formación.",
        "cita": "LO 11/2007, Art. 39"
      },
      {
        "pregunta": "Según el artículo 52 de la Ley Orgánica 11/2007, ¿qué es el Consejo de la Guardia Civil?",
        "opciones": [
          "a) Es el órgano colegiado en el que participan representantes de los miembros del Cuerpo y de la Administración General del Estado, con el fin de mejorar las condiciones profesionales y el funcionamiento del Instituto.",
          "b) Es el tribunal de honor encargado de juzgar las conductas contrarias al código ético de la Guardia Civil, compuesto exclusivamente por Oficiales Generales.",
          "c) Es la junta directiva de la Dirección General, formada por los Subdirectores y los Jefes de Mando, encargada de la planificación estratégica.",
          "d) Es un órgano sindical de negociación colectiva, similar a las mesas sectoriales de la función pública, con capacidad para firmar convenios laborales."
        ],
        "respuesta_correcta": "d) Es un órgano sindical de negociación colectiva, similar a las mesas sectoriales de la función pública, con capacidad para firmar convenios laborales.",
        "cita": "LO 11/2007, Art. 52.1"
      },
      {
        "pregunta": "Conforme al artículo 54 de la Ley Orgánica 11/2007, ¿cuál es una de las funciones del Consejo de la Guardia Civil?",
        "opciones": [
          "a) Tener conocimiento y ser oído sobre los proyectos normativos que afecten a las condiciones profesionales, así como formular propuestas sobre el régimen de personal.",
          "b) Decidir sobre la imposición de sanciones disciplinarias muy graves, actuando como tribunal de última instancia administrativa antes de la vía judicial.",
          "c) Designar a los mandos de las unidades territoriales mediante votación de sus miembros, garantizando la participación democrática en la estructura de mando.",
          "d) Aprobar los Presupuestos de la Dirección General y fiscalizar su ejecución trimestralmente, emitiendo informes vinculantes para el Ministerio de Hacienda."
        ],
        "respuesta_correcta": "d) Aprobar los Presupuestos de la Dirección General y fiscalizar su ejecución trimestralmente, emitiendo informes vinculantes para el Ministerio de Hacienda.",
        "cita": "LO 11/2007, Art. 54"
      },
      {
        "pregunta": "Según el artículo 56 de la Ley Orgánica 11/2007, ¿cómo se eligen los representantes de los guardias civiles en el Consejo?",
        "opciones": [
          "a) Son designados directamente por las asociaciones profesionales más representativas, en proporción a su número de afiliados auditados.",
          "b) Se eligen por sorteo entre los voluntarios que cumplan los requisitos de antigüedad y carencia de sanciones, renovándose cada dos años.",
          "c) Son nombrados por el Director General entre los candidatos propuestos por los Jefes de Zona, buscando un perfil técnico y dialogante.",
          "d) Son elegidos mediante sufragio personal, libre, directo y secreto por los miembros de la Guardia Civil, correspondiendo un representante por cada escala."
        ],
        "respuesta_correcta": "b) Se eligen por sorteo entre los voluntarios que cumplan los requisitos de antigüedad y carencia de sanciones, renovándose cada dos años.",
        "cita": "LO 11/2007, Art. 56"
      },
      {
        "pregunta": "Según la Orden PRE/1983/2012, ¿qué establece el Artículo 1 sobre la Acción de Mando?",
        "opciones": [
          "a) El mando es un privilegio inherente al empleo que permite imponer la voluntad propia sobre los subordinados sin necesidad de justificación.",
          "b) El mando se ejercerá con responsabilidad, sirviendo de ejemplo a los subordinados, y fomentando la iniciativa y la disciplina, así como la preocupación por sus inquietudes.",
          "c) El ejercicio del mando es una carga administrativa que debe delegarse en los adjuntos siempre que sea posible para evitar responsabilidades.",
          "d) El mando se limita a la transmisión de órdenes recibidas de la superioridad, actuando como mero correo de transmisión en la cadena jerárquica."
        ],
        "respuesta_correcta": "b) El mando se ejercerá con responsabilidad, sirviendo de ejemplo a los subordinados, y fomentando la iniciativa y la disciplina, así como la preocupación por sus inquietudes.",
        "cita": "Orden PRE/1983/2012, Art. 1"
      },
      {
        "pregunta": "De acuerdo con el Artículo 2 de la Orden PRE/1983/2012, relativo a la disciplina, ¿cuál es su definición?",
        "opciones": [
          "a) Es la obediencia ciega a las órdenes del superior, que no admite preguntas ni dudas, y que constituye la base fundamental de la operatividad policial.",
          "b) La disciplina, factor de cohesión que obliga a mandar con responsabilidad y a obedecer lo mandado, será practicada y exigida como norma de actuación.",
          "c) Es el conjunto de reglas que regulan el comportamiento del guardia civil, obligándole a la sumisión absoluta a la jerarquía militar en todos los aspectos de su vida.",
          "d) Es un concepto antiguo en desuso que ha sido sustituido por el de responsabilidad profesional y trabajo en equipo en la moderna Guardia Civil."
        ],
        "respuesta_correcta": "b) La disciplina, factor de cohesión que obliga a mandar con responsabilidad y a obedecer lo mandado, será practicada y exigida como norma de actuación.",
        "cita": "Orden PRE/1983/2012, Art. 2.1"
      },
      {
        "pregunta": "Según el Artículo 3 de la Orden PRE/1983/2012, ¿cómo debe ser el saludo militar?",
        "opciones": [
          "a) Constituye expresión de respeto mutuo, disciplina y unión entre los miembros del Cuerpo, y se realizará con corrección y exactitud, siendo obligatorio para todos los militares.",
          "b) Solo es obligatorio saludar al Rey y al Presidente del Gobierno, siendo el saludo a los mandos una muestra de cortesía no exigible disciplinariamente.",
          "c) Es una formalidad opcional que solo se debe realizar en actos oficiales y desfiles, quedando suprimido en el trato diario de las unidades.",
          "d) El saludo militar se reserva exclusivamente para las autoridades civiles y la Bandera nacional, no siendo obligatorio el saludo entre militares de distinta graduación."
        ],
        "respuesta_correcta": "a) Constituye expresión de respeto mutuo, disciplina y unión entre los miembros del Cuerpo, y se realizará con corrección y exactitud, siendo obligatorio para todos los militares.",
        "cita": "Orden PRE/1983/2012, Art. 3"
      },
      {
        "pregunta": "Conforme al Artículo 6 de la Orden PRE/1983/2012, ¿cuál es la norma sobre la presentación?",
        "opciones": [
          "a) Los guardias civiles no tienen obligación de presentarse ante los mandos al llegar a un nuevo destino, ya que la gestión es telemática y automática.",
          "b) La presentación solo es necesaria cuando se cambia de Comandancia, bastando una llamada telefónica o correo electrónico en los cambios internos.",
          "c) La presentación se realizará únicamente ante el Delegado del Gobierno de la Comunidad Autónoma, como máximo representante del Estado en el territorio.",
          "d) Todo guardia civil que se incorpore a un destino o cese en él, o que se traslade en comisión de servicio, tiene la obligación de presentarse a sus superiores jerárquicos."
        ],
        "respuesta_correcta": "b) La presentación solo es necesaria cuando se cambia de Comandancia, bastando una llamada telefónica o correo electrónico en los cambios internos.",
        "cita": "Orden PRE/1983/2012, Art. 6"
      },
      {
        "pregunta": "Según el Artículo 8 de la Orden PRE/1983/2012, ¿qué regula respecto a las relaciones con los medios de comunicación?",
        "opciones": [
          "a) Autoriza a cualquier guardia civil a dar ruedas de prensa sobre sus investigaciones, siempre que no revele la identidad de los sospechosos.",
          "b) Establece que las relaciones con los medios se regirán por la normativa específica, debiendo respetarse el secreto de las actuaciones y la imagen de la Institución.",
          "c) Prohíbe totalmente cualquier contacto con periodistas, debiendo remitir cualquier consulta al gabinete de prensa central en Madrid.",
          "d) Permite la difusión de imágenes de operativos en redes sociales personales, siempre que se pixelen los rostros de los agentes y detenidos."
        ],
        "respuesta_correcta": "c) Prohíbe totalmente cualquier contacto con periodistas, debiendo remitir cualquier consulta al gabinete de prensa central en Madrid.",
        "cita": "Orden PRE/1983/2012, Art. 8 (Remisión normativa)"
      },
      {
        "pregunta": "En virtud de la Orden PRE/1983/2012, ¿qué consideración tienen las normas de régimen interior?",
        "opciones": [
          "a) Son normas obsoletas que han sido derogadas tácitamente por la Ley de Derechos y Deberes, no siendo aplicables en la actualidad.",
          "b) Solo se aplican al personal que reside en pabellones oficiales, quedando exentos los que viven fuera del acuartelamiento.",
          "c) Son meras recomendaciones de convivencia que no tienen carácter coercitivo, dependiendo su cumplimiento de la buena voluntad del personal.",
          "d) Tienen por objeto regular la vida en las unidades, los servicios de seguridad y orden, y la policía de los acuartelamientos, siendo de obligado cumplimiento."
        ],
        "respuesta_correcta": "c) Son meras recomendaciones de convivencia que no tienen carácter coercitivo, dependiendo su cumplimiento de la buena voluntad del personal.",
        "cita": "Orden PRE/1983/2012, Preámbulo y articulado general"
      },
      {
        "pregunta": "Según el Artículo 19 de la Ley Orgánica 11/2007, ¿qué deber tienen los guardias civiles respecto a la residencia?",
        "opciones": [
          "a) Tienen el deber de comunicar su lugar de residencia habitual y los cambios que se produzcan, debiendo estar en condiciones de incorporarse al servicio con la urgencia debida.",
          "b) Deben residir obligatoriamente en la localidad de destino, salvo autorización expresa del jefe de unidad basada en circunstancias excepcionales.",
          "c) La residencia debe fijarse a una distancia no superior a 50 kilómetros del acuartelamiento, verificándose anualmente mediante certificado de empadronamiento.",
          "d) Pueden residir donde deseen sin necesidad de comunicar su domicilio, ya que el derecho a la intimidad prevalece sobre las necesidades del servicio."
        ],
        "respuesta_correcta": "c) La residencia debe fijarse a una distancia no superior a 50 kilómetros del acuartelamiento, verificándose anualmente mediante certificado de empadronamiento.",
        "cita": "LO 11/2007, Art. 19"
      },
      {
        "pregunta": "De acuerdo con el Artículo 29 de la Ley Orgánica 11/2007, ¿qué derechos tiene la mujer guardia civil en caso de embarazo?",
        "opciones": [
          "a) Tiene derecho a la baja médica automática desde el momento de la comunicación del embarazo, manteniendo la totalidad de las retribuciones.",
          "b) Tiene derecho a la protección de su salud y la del feto, pudiendo ser asignada a puestos orgánicos o funciones compatibles con su estado, sin merma retributiva.",
          "c) Debe solicitar una excedencia forzosa durante el periodo de gestación, perdiendo el destino y las retribuciones hasta su reincorporación tras el parto.",
          "d) No existe regulación específica, aplicándose el régimen general de la Seguridad Social para las bajas por enfermedad común."
        ],
        "respuesta_correcta": "a) Tiene derecho a la baja médica automática desde el momento de la comunicación del embarazo, manteniendo la totalidad de las retribuciones.",
        "cita": "LO 11/2007, Art. 29"
      },
      {
        "pregunta": "Según el Artículo 30 de la Ley Orgánica 11/2007, referente al horario de servicio, ¿qué principio se aplica?",
        "opciones": [
          "a) La jornada de trabajo y el horario de servicio se determinarán reglamentariamente, garantizando el descanso necesario y la conciliación, supeditado a las necesidades del servicio.",
          "b) El horario es libre y autorregulado por cada agente, siempre que se cumplan los objetivos mensuales fijados por el mando de la unidad.",
          "c) El horario de servicio será siempre de mañana, de lunes a viernes, salvo en las unidades de investigación que tienen horario flexible.",
          "d) Los guardias civiles están obligados a realizar un mínimo de 40 horas semanales presenciales, sin computar las horas de guardia localizada."
        ],
        "respuesta_correcta": "b) El horario es libre y autorregulado por cada agente, siempre que se cumplan los objetivos mensuales fijados por el mando de la unidad.",
        "cita": "LO 11/2007, Art. 30"
      },
      {
        "pregunta": "Según la Orden PRE/1983/2012, ¿quién ostenta la representación de la unidad?",
        "opciones": [
          "a) La representación recae en el guardia civil más antiguo de la unidad, independientemente de su empleo, como depositario de las tradiciones.",
          "b) Corresponde al Consejo de la Guardia Civil representar a la unidad en los actos institucionales y ante los medios de comunicación.",
          "c) El mando de la unidad ostenta su representación y es responsable de mantener su prestigio y buen nombre, así como de las relaciones con otras autoridades.",
          "d) No existe representación unitaria, actuando cada miembro a título individual bajo la coordinación del jefe de servicio de turno."
        ],
        "respuesta_correcta": "d) No existe representación unitaria, actuando cada miembro a título individual bajo la coordinación del jefe de servicio de turno.",
        "cita": "Orden PRE/1983/2012, Art. 1.2"
      },
      {
        "pregunta": "Conforme al Artículo 5 de la Orden PRE/1983/2012, ¿qué tratamiento se dispensarán los miembros de la Guardia Civil?",
        "opciones": [
          "a) Se tratarán de 'compañero' o 'colega' para fomentar la camaradería, evitando el uso de los empleos militares que se consideran anacrónicos.",
          "b) El tratamiento será el de 'Excelencia' para los Generales y 'Señoría' para los Oficiales, debiendo los Suboficiales y Cabos utilizar el tratamiento de 'Don'.",
          "c) Emplearán obligatoriamente el tratamiento de 'Usted', tanto verbalmente como por escrito, y se antepondrá el empleo al nombre en las relaciones oficiales.",
          "d) Se utilizará el tuteo en las relaciones de servicio ordinarias, reservando el tratamiento de usted para los actos solemnes y expedientes disciplinarios."
        ],
        "respuesta_correcta": "a) Se tratarán de 'compañero' o 'colega' para fomentar la camaradería, evitando el uso de los empleos militares que se consideran anacrónicos.",
        "cita": "Orden PRE/1983/2012, Art. 5"
      },
      {
        "pregunta": "Según el Artículo 23 de la Ley Orgánica 11/2007, ¿qué derecho tienen los guardias civiles respecto a la intimidad?",
        "opciones": [
          "a) Tienen derecho a la intimidad personal y a la propia imagen, con las limitaciones derivadas del cumplimiento de sus funciones y de la seguridad de las instalaciones.",
          "b) Tienen derecho a la intimidad en todo caso, impidiendo cualquier tipo de registro en sus taquillas o efectos personales, incluso con orden judicial.",
          "c) No tienen derecho a la intimidad dentro de los acuartelamientos, ya que estos se consideran zonas de seguridad militar sujetas a inspección permanente.",
          "d) El derecho a la intimidad se suspende durante las horas de servicio, pudiendo el mando monitorizar las comunicaciones privadas del agente."
        ],
        "respuesta_correcta": "c) No tienen derecho a la intimidad dentro de los acuartelamientos, ya que estos se consideran zonas de seguridad militar sujetas a inspección permanente.",
        "cita": "LO 11/2007, Art. 23 (Ref. Art 5 y desarrollo)"
      },
      {
        "pregunta": "En relación al Artículo 48 de la Ley Orgánica 11/2007, ¿cómo se constituyen las asociaciones profesionales?",
        "opciones": [
          "a) Mediante la inscripción de sus estatutos en el Registro de Asociaciones Profesionales de la Guardia Civil, adquiriendo personalidad jurídica tras su depósito y publicación.",
          "b) Se constituyen de facto por la reunión de tres o más guardias civiles, sin necesidad de registro ni formalidad alguna para actuar legalmente.",
          "c) Por acta fundacional firmada ante notario por al menos el 10% de la plantilla del Cuerpo, debiendo ser validada por el Tribunal Supremo.",
          "d) Mediante autorización expresa del Ministro del Interior, previo informe del Consejo de Estado sobre la adecuación de sus fines a la Constitución."
        ],
        "respuesta_correcta": "a) Mediante la inscripción de sus estatutos en el Registro de Asociaciones Profesionales de la Guardia Civil, adquiriendo personalidad jurídica tras su depósito y publicación.",
        "cita": "LO 11/2007, Art. 48"
      },
      {
        "pregunta": "Según el artículo 7, apartado 1, de la Ley Orgánica 12/2007, ¿qué conducta es falta MUY GRAVE respecto al servicio?",
        "opciones": [
          "a) La inasistencia al servicio por causa justificada pero no avisada con 24 horas de antelación, provocando un perjuicio organizativo a la unidad.",
          "b) El retraso en el relevo del servicio superior a una hora, cuando no existan causas meteorológicas o de tráfico que lo justifiquen.",
          "c) El incumplimiento de los deberes esenciales inherentes al mando o destino, o la grave negligencia en el cumplimiento de las obligaciones profesionales.",
          "d) El abandono de servicio, salvo que sea por causa de fuerza mayor que impida la comunicación con el mando, considerándose en todo caso como delito militar."
        ],
        "respuesta_correcta": "b) El retraso en el relevo del servicio superior a una hora, cuando no existan causas meteorológicas o de tráfico que lo justifiquen.",
        "cita": "LO 12/2007, Art. 7"
      },
      {
        "pregunta": "Según el Protocolo de actuación frente al acoso laboral en la Guardia Civil de 2019, ¿cómo se define el acoso laboral?",
        "opciones": [
          "a) La exposición a conductas de violencia psicológica, dirigidas de forma reiterada y prolongada en el tiempo, hacia una o más personas por parte de otra/s que actúan frente a aquella/s desde una posición de poder, no necesariamente jerárquica.",
          "b) La exposición a conductas de violencia física intensa, justificada o no, que se produzcan de forma esporádica en el lugar de trabajo, siempre que causen lesiones visibles.",
          "c) Cualquier conflicto interpersonal surgido en el entorno laboral derivado de diferencias de criterio profesional o de la organización de turnos, cuando genere estrés o ansiedad en el trabajador.",
          "d) El ejercicio legítimo de la autoridad disciplinaria por parte del mando, cuando el subordinado subjetivamente se sienta ofendido o menospreciado por la corrección de una conducta."
        ],
        "respuesta_correcta": "d) El ejercicio legítimo de la autoridad disciplinaria por parte del mando, cuando el subordinado subjetivamente se sienta ofendido o menospreciado por la corrección de una conducta.",
        "cita": "Protocolo Acoso Laboral, Apartado Tercero.1"
      },
      {
        "pregunta": "De acuerdo con el Protocolo de acoso sexual y por razón de sexo de 2019, ¿qué se entiende por acoso sexual?",
        "opciones": [
          "a) Cualquier conducta realizada en función del sexo de una persona, con el propósito o el efecto de atentar contra su dignidad y de crear un entorno intimidatorio, degradante u ofensivo.",
          "b) La solicitud de favores sexuales ligada exclusivamente a la promesa de un beneficio profesional o a la amenaza de un perjuicio, descartando los comportamientos ambientales.",
          "c) El mantenimiento de relaciones afectivas o sexuales consentidas entre miembros de la misma unidad, cuando estas afecten a la operatividad o a la imagen del Cuerpo.",
          "d) Cualquier comportamiento, verbal o físico, de naturaleza sexual que tenga el propósito o produzca el efecto de atentar contra la dignidad de una persona, en particular cuando se crea un entorno intimidatorio, degradante u ofensivo."
        ],
        "respuesta_correcta": "d) Cualquier comportamiento, verbal o físico, de naturaleza sexual que tenga el propósito o produzca el efecto de atentar contra la dignidad de una persona, en particular cuando se crea un entorno intimidatorio, degradante u ofensivo.",
        "cita": "Protocolo Acoso Sexual, Apartado Tercero.1"
      },
      {
        "pregunta": "Según los Protocolos de acoso de la Guardia Civil, ¿quién es el Asesor Confidencial?",
        "opciones": [
          "a) Un miembro de la Guardia Civil, con formación específica, designado para asistir y asesorar a la presunta víctima, garantizando la confidencialidad y acompañándola durante el procedimiento.",
          "b) Un psicólogo externo contratado por la Dirección General para realizar las evaluaciones periciales de las víctimas y determinar la existencia de secuelas psicológicas.",
          "c) Un oficial del Cuerpo Jurídico Militar designado para instruir los expedientes disciplinarios por acoso y proponer la sanción correspondiente al Mando de Personal.",
          "d) El representante de la asociación profesional mayoritaria en la unidad, encargado de negociar con el mando las medidas cautelares a adoptar para proteger al denunciante."
        ],
        "respuesta_correcta": "c) Un oficial del Cuerpo Jurídico Militar designado para instruir los expedientes disciplinarios por acoso y proponer la sanción correspondiente al Mando de Personal.",
        "cita": "Protocolo Acoso Laboral/Sexual, Apartado Quinto (Figuras intervinientes)"
      },
      {
        "pregunta": "En el marco del Protocolo frente al acoso laboral, ¿qué caracteriza al procedimiento informal de solución?",
        "opciones": [
          "a) Es la mediación judicial realizada por los tribunales militares antes de la admisión a trámite de la denuncia, con el fin de evitar la judicialización de conflictos menores.",
          "b) Es un procedimiento ágil y voluntario, dirigido a resolver el conflicto de forma rápida mediante la intervención de un tercero (Asesor Confidencial o mando), buscando el cese de la conducta ofensiva sin necesidad de expediente.",
          "c) Es un trámite obligatorio previo a la vía disciplinaria en el que se confronta a la víctima con el acosador en presencia del mando de la unidad para intentar una reconciliación.",
          "d) Consiste en la presentación de una queja anónima en el buzón de sugerencias de la unidad, que será tramitada por la oficina de prevención de riesgos laborales sin identificar a las partes."
        ],
        "respuesta_correcta": "c) Es un trámite obligatorio previo a la vía disciplinaria en el que se confronta a la víctima con el acosador en presencia del mando de la unidad para intentar una reconciliación.",
        "cita": "Protocolo Acoso Laboral, Apartado Sexto"
      },
      {
        "pregunta": "Según el apartado de principios y garantías de los Protocolos de acoso, ¿qué implica la prohibición de represalias?",
        "opciones": [
          "a) Que el presunto acosador no puede ser sancionado disciplinariamente si la denuncia se archiva por falta de pruebas, para proteger su presunción de inocencia.",
          "b) Que los mandos no pueden ser cesados en sus destinos como consecuencia de denuncias de acoso en sus unidades hasta que no haya sentencia judicial.",
          "c) Que no se podrá adoptar ninguna medida perjudicial contra la persona que formule una queja o denuncia por acoso, ni contra quienes testifiquen o colaboren en el procedimiento.",
          "d) Que la Administración no puede repetir contra el acosador el coste de las indemnizaciones pagadas a la víctima, salvo que exista condena penal firme."
        ],
        "respuesta_correcta": "d) Que la Administración no puede repetir contra el acosador el coste de las indemnizaciones pagadas a la víctima, salvo que exista condena penal firme.",
        "cita": "Protocolo Acoso Laboral, Apartado Cuarto.3"
      },
      {
        "pregunta": "De acuerdo con el Protocolo de acoso sexual, ¿qué es el 'acoso por razón de sexo' (o acoso sexista)?",
        "opciones": [
          "a) La discriminación salarial indirecta derivada de la asignación de complementos de productividad inferiores a las mujeres en puestos de igual responsabilidad.",
          "b) El uso de lenguaje no sexista en las comunicaciones oficiales de la Guardia Civil, cuyo incumplimiento constituye una infracción leve de las normas de régimen interior.",
          "c) El acoso realizado por una persona del mismo sexo que la víctima, cuando tenga connotaciones sexuales o busque favores de naturaleza íntima.",
          "d) Cualquier comportamiento realizado en función del sexo de una persona, con el propósito o el efecto de atentar contra su dignidad y de crear un entorno intimidatorio, degradante u ofensivo."
        ],
        "respuesta_correcta": "b) El uso de lenguaje no sexista en las comunicaciones oficiales de la Guardia Civil, cuyo incumplimiento constituye una infracción leve de las normas de régimen interior.",
        "cita": "Protocolo Acoso Sexual, Apartado Tercero.2"
      },
      {
        "pregunta": "Según los Protocolos, ¿cuál es el órgano encargado de la gestión y seguimiento de las situaciones de acoso en la Guardia Civil?",
        "opciones": [
          "a) La Comisión de Igualdad y Diversidad del Ministerio del Interior, que centraliza todas las denuncias de las Fuerzas y Cuerpos de Seguridad del Estado.",
          "b) El Comité de Seguridad y Salud de la Dirección General, como órgano paritario de participación en materia de riesgos laborales.",
          "c) La Sección de Igualdad y Diversidad del Gabinete Técnico, o el órgano que asuma sus competencias (Comité para la Gestión de la Diversidad), que coordina las actuaciones y registros.",
          "d) El Servicio de Psicología de la Guardia Civil, que asume en exclusiva la instrucción de los expedientes y la adopción de medidas disciplinarias."
        ],
        "respuesta_correcta": "b) El Comité de Seguridad y Salud de la Dirección General, como órgano paritario de participación en materia de riesgos laborales.",
        "cita": "Protocolo Acoso, Apartado Quinto (Órganos competentes)"
      },
      {
        "pregunta": "Respecto a las medidas cautelares en situaciones de acoso, ¿qué establecen los Protocolos?",
        "opciones": [
          "a) La víctima deberá ser dada de baja médica obligatoria hasta la resolución del expediente para evitar el contacto con el agresor en el entorno laboral.",
          "b) Se podrán adoptar las medidas necesarias para garantizar la seguridad de la víctima y la separación del presunto agresor, como el cambio de puesto de trabajo o la adscripción temporal, evitando perjuicios a la víctima.",
          "c) No se pueden adoptar medidas cautelares hasta que el instructor del expediente disciplinario formule el pliego de cargos y proponga sanción grave.",
          "d) La única medida cautelar posible es la suspensión de empleo y sueldo del presunto acosador desde el momento de la denuncia, sin posibilidad de recurso."
        ],
        "respuesta_correcta": "d) La única medida cautelar posible es la suspensión de empleo y sueldo del presunto acosador desde el momento de la denuncia, sin posibilidad de recurso.",
        "cita": "Protocolo Acoso, Apartado Séptimo"
      },
      {
        "pregunta": "Según el Protocolo de acoso laboral, ¿qué conducta NO se considera necesariamente acoso laboral por sí sola?",
        "opciones": [
          "a) La crítica constructiva o la evaluación negativa del desempeño profesional realizada de forma respetuosa y justificada, así como la exigencia de cumplimiento de órdenes legítimas.",
          "b) La difusión de rumores malintencionados sobre la vida privada de la víctima o sobre su salud mental con el fin de desacreditarla profesionalmente.",
          "c) El aislamiento social de la víctima, prohibiendo a los compañeros hablar con ella o asignándole un puesto de trabajo físico separado sin justificación.",
          "d) La asignación sistemática de tareas inútiles, degradantes o imposibles de realizar en los plazos establecidos, con el objetivo de provocar el error."
        ],
        "respuesta_correcta": "d) La asignación sistemática de tareas inútiles, degradantes o imposibles de realizar en los plazos establecidos, con el objetivo de provocar el error.",
        "cita": "Protocolo Acoso Laboral, Apartado Tercero (Exclusiones)"
      },
      {
        "pregunta": "En relación con la denuncia falsa en materia de acoso, ¿qué señalan los Protocolos?",
        "opciones": [
          "a) El denunciante de buena fe cuya denuncia no sea probada deberá indemnizar al denunciado por los daños morales causados durante la instrucción.",
          "b) Las denuncias falsas no tendrán repercusión disciplinaria para fomentar que las víctimas denuncien sin miedo a represalias, archivándose simplemente el expediente.",
          "c) Si se demuestra que la denuncia es falsa o se ha realizado con mala fe, se incoará el correspondiente expediente disciplinario al denunciante por la infracción que corresponda.",
          "d) La denuncia falsa se castigará siempre con la separación del servicio, al considerarse un acto de deslealtad incompatible con la condición de guardia civil."
        ],
        "respuesta_correcta": "a) El denunciante de buena fe cuya denuncia no sea probada deberá indemnizar al denunciado por los daños morales causados durante la instrucción.",
        "cita": "Protocolo Acoso Laboral, Apartado Cuarto (Responsabilidad)"
      },
      {
        "pregunta": "Según el artículo 4 de la Orden PRE/1983/2012, ¿qué normativa es de aplicación a los actos solemnes en la Guardia Civil?",
        "opciones": [
          "a) Se aplicarán las Reales Ordenanzas de la Armada para los actos marítimos y las del Ejército de Tierra para los terrestres, coordinadas por el Ministerio de la Presidencia.",
          "b) Se regirán exclusivamente por el Reglamento de Protocolo del Ministerio del Interior, dada la naturaleza de Fuerza y Cuerpo de Seguridad del Estado, sin aplicación de normas militares.",
          "c) Serán de aplicación, excepto en aquello que contradiga o se opongan a su normativa específica, las disposiciones que sobre actos solemnes y su ceremonial se determinan en el Reglamento de Actos y Honores Militares.",
          "d) Se regirán por las instrucciones dictadas anualmente por el Director General, que establecerán el calendario de celebraciones y el protocolo a seguir en cada Comandancia."
        ],
        "respuesta_correcta": "c) Serán de aplicación, excepto en aquello que contradiga o se opongan a su normativa específica, las disposiciones que sobre actos solemnes y su ceremonial se determinan en el Reglamento de Actos y Honores Militares.",
        "cita": "Orden PRE/1983/2012, Art. 4"
      },
      {
        "pregunta": "De acuerdo con el artículo 5 de la Orden PRE/1983/2012, ¿qué día se considera festividad de la Guardia Civil?",
        "opciones": [
          "a) El día 6 de diciembre, día de la Constitución Española, como garante de los derechos y libertades y de la seguridad ciudadana en todo el territorio nacional.",
          "b) Se considera festividad de la Guardia Civil el día 12 de octubre, Fiesta Nacional de España y día de la Virgen del Pilar, Patrona del Cuerpo.",
          "c) El día 13 de mayo, conmemoración de la fundación del Cuerpo por el Duque de Ahumada, siendo considerado día festivo e inhábil a efectos administrativos en todas las unidades.",
          "d) El primer domingo de octubre, para no interferir con la Fiesta Nacional, trasladándose los actos castrenses al acuartelamiento cabecera de la Zona o Comandancia."
        ],
        "respuesta_correcta": "c) El día 13 de mayo, conmemoración de la fundación del Cuerpo por el Duque de Ahumada, siendo considerado día festivo e inhábil a efectos administrativos en todas las unidades.",
        "cita": "Orden PRE/1983/2012, Art. 5"
      }
    ]
  }
]]