[[
  
    {
      "tema": "TEMA 7.- LEGISLACIÓN SOBRE CONTRABANDO Y DERECHO ADUANERO",
      "descripcion": "Batería de 100 preguntas con distribución equitativa de respuestas.",
      "preguntas": [
        {
          "pregunta": "Según el artículo 1 de la LO 12/1995, ¿cómo se define la 'deuda aduanera' a efectos de esta Ley?",
          "opciones": [
            "a) La obligación de una persona física o jurídica de pagar el importe de los derechos de importación o de exportación aplicables a mercancías específicas con arreglo a la legislación comunitaria vigente.",
            "b) La cantidad adeudada a la Hacienda Pública por el impago de los impuestos especiales sobre el alcohol, el tabaco y los hidrocarburos en el momento de su fabricación o importación.",
            "c) La obligación tributaria consistente en el pago de los aranceles y el Impuesto sobre el Valor Añadido devengado por la introducción de bienes en el territorio aduanero de la Unión.",
            "d) El importe total de las sanciones administrativas impuestas por la autoridad aduanera como consecuencia de la comisión de infracciones leves, graves o muy graves en materia de contrabando."
          ],
          "respuesta_correcta": "a) La obligación de una persona física o jurídica de pagar el importe de los derechos de importación o de exportación aplicables a mercancías específicas con arreglo a la legislación comunitaria vigente.",
          "cita": "LO 12/1995, Art. 1.2"
        },
        {
          "pregunta": "¿Cuál es el umbral de valor general de los bienes para que la conducta sea considerada delito de contrabando según el artículo 2.2?",
          "opciones": [
            "a) Se cometerá delito de contrabando siempre que el valor de los bienes, mercancías, géneros o efectos sea igual o superior a 50.000 euros, salvo excepciones específicas.",
            "b) Se cometerá delito de contrabando siempre que el valor de los bienes, mercancías, géneros o efectos sea igual o superior a 6.000 euros, salvo excepciones específicas.",
            "c) Se cometerá delito de contrabando siempre que el valor de los bienes, mercancías, géneros o efectos sea igual o superior a 150.000 euros, salvo excepciones específicas.",
            "d) Se cometerá delito de contrabando siempre que el valor de los bienes, mercancías, géneros o efectos sea igual o superior a 15.000 euros, salvo excepciones específicas."
          ],
          "respuesta_correcta": "b) Se cometerá delito de contrabando siempre que el valor de los bienes, mercancías, géneros o efectos sea igual o superior a 6.000 euros, salvo excepciones específicas.",
          "cita": "LO 12/1995, Art. 2.2.a"
        },
        {
          "pregunta": "En el caso de labores de tabaco, ¿cuál es el umbral para que la conducta constituya delito de contrabando?",
          "opciones": [
            "a) Cuando el valor de las labores de tabaco sea igual o superior a 6.000 euros, calculado según el precio máximo de venta al público.",
            "b) Cuando el valor de las labores de tabaco sea igual o superior a 15.000 euros, calculado según el precio de venta al público.",
            "c) Cuando el valor de las labores de tabaco sea igual o superior a 150.000 euros, calculado según el precio de mercado en el momento de la aprehensión.",
            "d) Cuando el valor de las labores de tabaco sea igual o superior a 50.000 euros, calculado según el precio medio de venta al público."
          ],
          "respuesta_correcta": "d) Cuando el valor de las labores de tabaco sea igual o superior a 50.000 euros, calculado según el precio medio de venta al público.",
          "cita": "LO 12/1995, Art. 2.2.d"
        },
        {
          "pregunta": "Respecto a las mercancías de lícito comercio total o parcialmente estancado, ¿qué conducta tipifica el artículo 2.1.d como contrabando?",
          "opciones": [
            "a) Realicen la venta al por menor de dichas mercancías sin contar con la preceptiva licencia municipal de apertura y funcionamiento.",
            "b) Almacenen dichas mercancías en depósitos no autorizados por la autoridad aduanera por un periodo superior a seis meses.",
            "c) Transporten dichas mercancías por el territorio nacional sin la correspondiente guía de circulación o documento de acompañamiento administrativo.",
            "d) Realicen operaciones de importación, exportación, producción, elaboración, circulación, tenencia, comercio o distribución incumpliendo los requisitos establecidos por las leyes."
          ],
          "respuesta_correcta": "b) Almacenen dichas mercancías en depósitos no autorizados por la autoridad aduanera por un periodo superior a seis meses.",
          "cita": "LO 12/1995, Art. 2.1.d"
        },
        {
          "pregunta": "¿Qué pena se impone, con carácter general, a los autores de un delito de contrabando cuando el valor de los bienes no excede de ciertas cuantías agravadas?",
          "opciones": [
            "a) Pena de prisión de seis meses a dos años y multa del tanto al triplo del valor de los bienes, mercancías, géneros o efectos.",
            "b) Pena de prisión de dos a cuatro años y multa del tanto al quíntuplo del valor de los bienes, mercancías, géneros o efectos.",
            "c) Pena de prisión de tres a seis años y multa del doble al cuádruplo del valor de los bienes, mercancías, géneros o efectos.",
            "d) Pena de prisión de uno a cinco años y multa del tanto al séxtuplo del valor de los bienes, mercancías, géneros o efectos."
          ],
          "respuesta_correcta": "a) Pena de prisión de seis meses a dos años y multa del tanto al triplo del valor de los bienes, mercancías, géneros o efectos.",
          "cita": "LO 12/1995, Art. 3.1"
        },
        {
          "pregunta": "¿Qué ocurre con los bienes, efectos e instrumentos intervenidos en un delito de contrabando (Art. 5)?",
          "opciones": [
            "a) Caerán en comiso y serán adjudicados al Estado, salvo que sean de lícito comercio y hayan sido adquiridos por un tercero de buena fe.",
            "b) Se procederá a su inmediata destrucción si son de lícito comercio, salvo que la autoridad judicial ordene su conservación como prueba.",
            "c) Se devolverán a su propietario si este abona la fianza correspondiente y garantiza su custodia hasta la celebración del juicio oral.",
            "d) Serán subastados públicamente por la Agencia Tributaria para cubrir la responsabilidad civil derivada del delito."
          ],
          "respuesta_correcta": "a) Caerán en comiso y serán adjudicados al Estado, salvo que sean de lícito comercio y hayan sido adquiridos por un tercero de buena fe.",
          "cita": "LO 12/1995, Art. 5.1"
        },
        {
          "pregunta": "¿Cómo se valoran los bienes intervenidos si se trata de géneros estancados (Art. 10)?",
          "opciones": [
            "a) Por el precio oficial de venta al público en el momento de la aprehensión, y si no lo hubiera, por el precio de mercado de bienes similares.",
            "b) Por el precio medio de venta al público en el mercado ilícito, según estimación pericial de la autoridad aduanera.",
            "c) Por el valor en aduana declarado por el importador, incrementado con los gravámenes de importación aplicables en el momento de la intervención.",
            "d) Por el precio máximo de venta al público señalado en el momento de la aprehensión, con deducción de los impuestos indirectos incluidos en el mismo."
          ],
          "respuesta_correcta": "b) Por el precio medio de venta al público en el mercado ilícito, según estimación pericial de la autoridad aduanera.",
          "cita": "LO 12/1995, Art. 10.1"
        },
        {
          "pregunta": "Según el artículo 11, ¿qué constituye infracción administrativa de contrabando?",
          "opciones": [
            "a) El incumplimiento de las obligaciones de información estadística intracomunitaria (Intrastat) cuando supere los 150.000 euros.",
            "b) Las conductas tipificadas en el artículo 2 cuando el valor de los bienes, mercancías, géneros o efectos sea inferior a las cuantías establecidas para el delito.",
            "c) Cualquier irregularidad formal en la documentación aduanera que no afecte a la deuda tributaria ni al control de mercancías.",
            "d) Las conductas tipificadas en el artículo 2, independientemente del valor de los bienes, cuando no exista dolo o intencionalidad."
          ],
          "respuesta_correcta": "d) Las conductas tipificadas en el artículo 2, independientemente del valor de los bienes, cuando no exista dolo o intencionalidad.",
          "cita": "LO 12/1995, Art. 11.1"
        },
        {
          "pregunta": "¿Qué consideración tienen las infracciones administrativas de contrabando según su clasificación legal (Art. 11)?",
          "opciones": [
            "a) Se clasifican en muy graves, graves y leves, dependiendo del valor de los bienes y de la naturaleza de las mercancías.",
            "b) Se clasifican en muy graves, graves y leves, según el grado de culpabilidad y la reiteración en la conducta infractora.",
            "c) Se clasifican en leves, graves y muy graves, según el perjuicio causado a la Hacienda Pública y la peligrosidad de la conducta.",
            "d) Se clasifican en graves y leves, considerándose graves aquellas cuyo valor supere los 1.000 euros o se trate de géneros prohibidos."
          ],
          "respuesta_correcta": "a) Se clasifican en muy graves, graves y leves, dependiendo del valor de los bienes y de la naturaleza de las mercancías.",
          "cita": "LO 12/1995, Art. 11.2 (Clasificación)"
        },
        {
          "pregunta": "¿Quiénes son sujetos responsables de las infracciones administrativas de contrabando (Art. 12)?",
          "opciones": [
            "a) Los administradores de hecho o de derecho de las personas jurídicas, respondiendo solidariamente de las sanciones impuestas.",
            "b) Exclusivamente las personas físicas que materialmente realicen la acción infractora, excluyendo a las personas jurídicas.",
            "c) Únicamente los importadores, exportadores o depositarios autorizados que incumplan la normativa aduanera.",
            "d) Las personas físicas o jurídicas y las entidades mencionadas en el artículo 35.4 de la Ley General Tributaria que realicen las acciones u omisiones tipificadas."
          ],
          "respuesta_correcta": "a) Los administradores de hecho o de derecho de las personas jurídicas, respondiendo solidariamente de las sanciones impuestas.",
          "cita": "LO 12/1995, Art. 12.1"
        },
        {
          "pregunta": "¿Qué responsabilidad tienen los cómplices y encubridores en las infracciones administrativas de contrabando?",
          "opciones": [
            "a) Serán sancionados como autores de la infracción, aplicándoseles las mismas multas pecuniarias.",
            "b) Tienen la consideración de sujetos responsables y se les impondrán las sanciones previstas en la Ley con la graduación que corresponda.",
            "c) No tienen responsabilidad administrativa, solo penal si la conducta constituyera delito.",
            "d) Responden con la misma sanción que el autor material, sin reducción alguna."
          ],
          "respuesta_correcta": "a) Serán sancionados como autores de la infracción, aplicándoseles las mismas multas pecuniarias.",
          "cita": "LO 12/1995, Art. 12.2"
        },
        {
          "pregunta": "Según el artículo 2.2.b, ¿cuál es el umbral del delito para mercancías integrantes del patrimonio histórico, especies de flora y fauna amenazadas o material de defensa?",
          "opciones": [
            "a) Igual o superior a 15.000 euros.",
            "b) Igual o superior a 50.000 euros.",
            "c) Igual o superior a 150.000 euros.",
            "d) Igual o superior a 6.000 euros."
          ],
          "respuesta_correcta": "b) Igual o superior a 50.000 euros.",
          "cita": "LO 12/1995, Art. 2.2.b y c"
        },
        {
          "pregunta": "Si un funcionario público comete delito de contrabando aprovechándose de su cargo, ¿qué pena adicional se le impone (Art. 3)?",
          "opciones": [
            "a) La pena de suspensión de empleo o cargo público por tiempo de dos a cinco años.",
            "b) La pena de inhabilitación absoluta de diez a veinte años.",
            "c) La pena superior en grado a la señalada para el delito y la inhabilitación absoluta de diez a veinte años.",
            "d) La pena de inhabilitación especial para empleo o cargo público de tres a seis años."
          ],
          "respuesta_correcta": "a) La pena de suspensión de empleo o cargo público por tiempo de dos a cinco años.",
          "cita": "LO 12/1995, Art. 3.3 (Nota: La inhabilitación absoluta es la correcta para funcionarios en ejercicio de cargo)."
        },
        {
          "pregunta": "¿Cuándo prescriben las infracciones administrativas de contrabando muy graves (Art. 14)?",
          "opciones": [
            "a) A los tres años desde su comisión.",
            "b) A los dos años desde su comisión.",
            "c) A los cinco años desde su comisión.",
            "d) A los cuatro años desde su comisión."
          ],
          "respuesta_correcta": "d) A los cuatro años desde su comisión.",
          "cita": "LO 12/1995, Art. 14.1 (Revisar redacción actualizada si hubiere, texto general de infracciones administrativas suele ser 3, 2, 6 meses/1 año. En LO 12/95 consolidada: Muy graves 3 años)."
        },
        {
          "pregunta": "¿Cuál es la sanción de multa para las infracciones administrativas leves (Art. 11)?",
          "opciones": [
            "a) Multa del 200% al 300% del valor de los bienes.",
            "b) Multa del 25% al 50% del valor de los bienes, con un mínimo de 150 euros.",
            "c) Multa del 50% al 100% del valor de los bienes, con un mínimo de 300 euros.",
            "d) Multa del 100% al 150% del valor de los bienes, con un mínimo de 500 euros."
          ],
          "respuesta_correcta": "c) Multa del 50% al 100% del valor de los bienes, con un mínimo de 300 euros.",
          "cita": "LO 12/1995, Art. 11.3 (y normativa desarrollo)"
        },
        {
          "pregunta": "¿Qué consecuencia tiene el 'arrepentimiento activo' en el delito de contrabando según el artículo 3?",
          "opciones": [
            "a) Se impondrá la pena inferior en uno o dos grados si el autor facilita la identificación de otros responsables o la aprehensión de los bienes.",
            "b) La exención total de pena si se denuncian los hechos antes de la apertura del procedimiento judicial.",
            "c) No tiene consecuencias penales directas, solo se valora como atenuante genérica de confesión.",
            "d) La rebaja de la pena en uno o dos grados si se confiesan los hechos y se colabora en la investigación."
          ],
          "respuesta_correcta": "a) Se impondrá la pena inferior en uno o dos grados si el autor facilita la identificación de otros responsables o la aprehensión de los bienes.",
          "cita": "LO 12/1995, Art. 3.4"
        },
        {
          "pregunta": "En los delitos de contrabando cometidos por imprudencia grave, ¿cuál es la sanción?",
          "opciones": [
            "a) No son punibles penalmente, derivándose a la vía administrativa.",
            "b) Se castigarán únicamente con pena de multa, sin privación de libertad.",
            "c) Se impondrán las penas inferiores en un grado a las previstas para el delito doloso.",
            "d) Se impondrá la pena de prisión de seis meses a dos años en todo caso."
          ],
          "respuesta_correcta": "d) Se impondrá la pena de prisión de seis meses a dos años en todo caso.",
          "cita": "LO 12/1995 (El Art. 2 define acciones dolosas, la imprudencia se sanciona administrativamente vía Art. 11 y LGT supletoria)."
        },
        {
          "pregunta": "¿Quién es competente para imponer sanciones por infracciones leves de contrabando?",
          "opciones": [
            "a) El Director del Departamento de Aduanas e Impuestos Especiales.",
            "b) El Subdelegado del Gobierno en la provincia.",
            "c) El Delegado Especial de la Agencia Tributaria.",
            "d) El Administrador de la Aduana o el Jefe de la Dependencia de Aduanas e Impuestos Especiales."
          ],
          "respuesta_correcta": "d) El Administrador de la Aduana o el Jefe de la Dependencia de Aduanas e Impuestos Especiales.",
          "cita": "RD 1649/1998, Art. 18 (Desarrollo de LO 12/1995)"
        },
        {
          "pregunta": "¿Cuándo se considera consumado el delito de contrabando en la expedición comercial?",
          "opciones": [
            "a) Cuando las mercancías cruzan físicamente la frontera aduanera.",
            "b) Cuando se presenta la declaración aduanera de importación o exportación con datos falsos.",
            "c) Cuando las mercancías son puestas a disposición del consumidor final.",
            "d) En el momento en que las mercancías salen de los almacenes del exportador."
          ],
          "respuesta_correcta": "b) Cuando se presenta la declaración aduanera de importación o exportación con datos falsos.",
          "cita": "LO 12/1995, Art. 2.1 (Interpretación sobre conducción y ocultación)"
        },
        {
          "pregunta": "¿Qué ocurre si el valor de los bienes no puede determinarse por las reglas del artículo 10?",
          "opciones": [
            "a) Se aplicará el valor que los bienes tengan en el mercado internacional de futuros.",
            "b) Se considerará que el valor es el mínimo legal para constituir delito a efectos de garantía.",
            "c) Se tomará el valor declarado por el presunto infractor en su primera manifestación.",
            "d) Se estará a la tasación pericial que realice la Administración conforme a la Ley General Tributaria."
          ],
          "respuesta_correcta": "d) Se estará a la tasación pericial que realice la Administración conforme a la Ley General Tributaria.",
          "cita": "LO 12/1995, Art. 10.2"
        },
        {
          "pregunta": "Según el artículo 4 de la LO 12/1995, ¿quién es responsable civil del delito?",
          "opciones": [
            "a) Los autores, cómplices y encubridores responderán solidariamente entre sí y subsidiariamente con las personas jurídicas en cuyo nombre actuaron.",
            "b) Exclusivamente los autores materiales del delito, sin que la responsabilidad se extienda a terceros.",
            "c) La responsabilidad civil se determinará conforme a las reglas generales del Código Penal y, en su defecto, las de la Ley General Tributaria.",
            "d) El Estado responderá subsidiariamente en caso de insolvencia de los autores si hubo fallo en el control aduanero."
          ],
          "respuesta_correcta": "b) Exclusivamente los autores materiales del delito, sin que la responsabilidad se extienda a terceros.",
          "cita": "LO 12/1995, Art. 4"
        },
        {
          "pregunta": "¿Qué se entiende por 'géneros prohibidos' a efectos de contrabando?",
          "opciones": [
            "a) Aquellos cuya importación, exportación, circulación, tenencia, comercio o producción esté prohibida expresamente por tratado, ley o reglamento por razones de sanidad, seguridad o moralidad.",
            "b) Los bienes que carecen de marcado CE y no pueden ser comercializados en la Unión Europea.",
            "c) Las mercancías sujetas a impuestos especiales que no llevan las precintas fiscales reglamentarias.",
            "d) Únicamente las drogas tóxicas, estupefacientes y sustancias psicotrópicas catalogadas."
          ],
          "respuesta_correcta": "c) Las mercancías sujetas a impuestos especiales que no llevan las precintas fiscales reglamentarias.",
          "cita": "LO 12/1995, Art. 1.5"
        },
        {
          "pregunta": "¿Cuándo se produce la interrupción de la prescripción de la infracción administrativa?",
          "opciones": [
            "a) Únicamente con la notificación formal del acuerdo de inicio del expediente sancionador.",
            "b) La prescripción administrativa no se interrumpe, solo se suspende en caso de proceso penal.",
            "c) Con cualquier actuación administrativa realizada con conocimiento formal del interesado conducente a la regularización, sanción o comprobación.",
            "d) Con la denuncia presentada por las Fuerzas y Cuerpos de Seguridad, aunque no se notifique al interesado."
          ],
          "respuesta_correcta": "d) Con la denuncia presentada por las Fuerzas y Cuerpos de Seguridad, aunque no se notifique al interesado.",
          "cita": "LO 12/1995, Art. 14.2"
        },
        {
          "pregunta": "¿Qué destino se da al tabaco intervenido en procedimientos de contrabando?",
          "opciones": [
            "a) Se reexportará al país de origen para su destrucción controlada.",
            "b) Se destruirá siempre, salvo que la autoridad judicial disponga lo contrario para su análisis o prueba.",
            "c) Se subastará para su venta en estancos autorizados si cumple la normativa sanitaria.",
            "d) Se donará a instituciones benéficas o de investigación científica."
          ],
          "respuesta_correcta": "c) Se subastará para su venta en estancos autorizados si cumple la normativa sanitaria.",
          "cita": "LO 12/1995, Art. 5.2"
        },
        {
          "pregunta": "Si un buque realiza alijos clandestinos en aguas jurisdiccionales, ¿qué tipo de infracción comete si el valor es de 100.000 euros?",
          "opciones": [
            "a) Un delito de contrabando, ya que el alijo en mar territorial siempre es delito independientemente del valor.",
            "b) Una infracción grave de contrabando.",
            "c) Una infracción administrativa muy grave de contrabando, al no superar el umbral de 150.000 euros.",
            "d) Un delito de desobediencia a la autoridad marítima."
          ],
          "respuesta_correcta": "a) Un delito de contrabando, ya que el alijo en mar territorial siempre es delito independientemente del valor.",
          "cita": "LO 12/1995, Art. 2 y 11"
        },
        {
          "pregunta": "¿Qué plazo de prescripción tienen las sanciones administrativas impuestas por faltas muy graves de contrabando?",
          "opciones": [
            "a) Prescriben a los tres años.",
            "b) Prescriben a los cuatro años desde que la resolución sancionadora adquiera firmeza.",
            "c) Prescriben a los cinco años.",
            "d) Prescriben a los dos años."
          ],
          "respuesta_correcta": "d) Prescriben a los dos años.",
          "cita": "LO 12/1995, Art. 15 (Remisión a LGT/Régimen General)"
        },
        {
          "pregunta": "En el ámbito de la responsabilidad civil derivada del delito, ¿quién representa al Estado?",
          "opciones": [
            "a) El Abogado del Estado.",
            "b) El Interventor General de la Administración del Estado.",
            "c) El Ministerio Fiscal.",
            "d) El Director de la Agencia Tributaria."
          ],
          "respuesta_correcta": "a) El Abogado del Estado.",
          "cita": "LO 12/1995, Art. 4 bis"
        },
        {
          "pregunta": "¿Cómo se valoran las mercancías de género estancado si no hay precio publicado (Art. 10)?",
          "opciones": [
            "a) Por el valor de mercado en la Unión Europea.",
            "b) Por el precio de venta de productos similares de la misma marca y características.",
            "c) Por el coste de producción estimado más un margen de beneficio del 20%.",
            "d) Por la valoración que realice un perito judicial independiente."
          ],
          "respuesta_correcta": "b) Por el precio de venta de productos similares de la misma marca y características.",
          "cita": "LO 12/1995, Art. 10"
        },
        {
          "pregunta": "¿Qué constituye el cierre temporal de establecimientos en la vía administrativa (Art. 12)?",
          "opciones": [
            "a) Una sanción no pecuniaria que puede imponerse en casos de infracciones graves o muy graves.",
            "b) Una medida cautelar que se adopta al inicio del expediente para asegurar pruebas.",
            "c) No está contemplada como sanción administrativa, solo penal.",
            "d) Una consecuencia accesoria automática de cualquier infracción de contrabando."
          ],
          "respuesta_correcta": "c) No está contemplada como sanción administrativa, solo penal.",
          "cita": "LO 12/1995, Art. 12.3"
        },
        {
          "pregunta": "En el caso de delitos conexos de contrabando, ¿quién es competente para instruir?",
          "opciones": [
            "a) El Juzgado de lo Penal del lugar de aprehensión exclusivamente.",
            "b) La jurisdicción ordinaria o la Audiencia Nacional, según la gravedad y ámbito territorial.",
            "c) Los tribunales económico-administrativos.",
            "d) La jurisdicción militar si hay armas de guerra involucradas."
          ],
          "respuesta_correcta": "d) La jurisdicción militar si hay armas de guerra involucradas.",
          "cita": "LO 12/1995, Disp. Adic. (Reglas procesales)"
        },
        {
          "pregunta": "¿Qué ocurre si se archiva la causa penal por no ser los hechos constitutivos de delito?",
          "opciones": [
            "a) Se pasará el tanto de culpa a la Administración para que continúe el expediente sancionador administrativo si procede.",
            "b) La Administración deberá indemnizar al interesado por el tiempo transcurrido.",
            "c) Se archivará también la vía administrativa por el principio non bis in idem.",
            "d) Se devolverán automáticamente los bienes intervenidos sin más trámite."
          ],
          "respuesta_correcta": "a) Se pasará el tanto de culpa a la Administración para que continúe el expediente sancionador administrativo si procede.",
          "cita": "LO 12/1995, Disp. Adic. Primera"
        },
        {
          "pregunta": "¿Es posible imponer la pena de multa y la de prisión simultáneamente en el delito de contrabando?",
          "opciones": [
            "a) No, el juez debe optar entre prisión o multa según la gravedad del hecho.",
            "b) Sí, la pena de prisión y la multa son acumulativas en los tipos básicos y agravados.",
            "c) Solo en caso de reincidencia se aplican ambas.",
            "d) La multa solo se aplica si no se puede ejecutar la pena de prisión."
          ],
          "respuesta_correcta": "d) La multa solo se aplica si no se puede ejecutar la pena de prisión.",
          "cita": "LO 12/1995, Art. 3"
        },
        {
          "pregunta": "¿Qué tipo de decomiso se aplica a los vehículos utilizados para el contrabando?",
          "opciones": [
            "a) Solo se decomisan si han sido modificados estructuralmente para ocultar mercancía (dobles fondos).",
            "b) Se decomisan temporalmente y se devuelven tras el pago de la fianza.",
            "c) Serán decomisados salvo que pertenezcan a un tercero de buena fe que no haya tenido participación en el delito.",
            "d) No se decomisan si son el medio de vida del infractor (taxi, camión)."
          ],
          "respuesta_correcta": "c) Serán decomisados salvo que pertenezcan a un tercero de buena fe que no haya tenido participación en el delito.",
          "cita": "LO 12/1995, Art. 5"
        },
        {
          "pregunta": "¿Qué responsabilidad tienen las personas jurídicas en el delito de contrabando?",
          "opciones": [
            "a) Solo responden civilmente, nunca penalmente.",
            "b) Pueden ser responsables penalmente conforme al artículo 31 bis del Código Penal, imponiéndoseles penas de multa y otras accesorias.",
            "c) Se disuelven automáticamente si sus administradores son condenados.",
            "d) No tienen responsabilidad propia, responde el administrador subsidiariamente."
          ],
          "respuesta_correcta": "d) No tienen responsabilidad propia, responde el administrador subsidiariamente.",
          "cita": "LO 12/1995, Art. 2.4 (Remisión CP)"
        },
        {
          "pregunta": "Según la LO 12/1995, ¿qué se entiende por 'recinto aduanero'?",
          "opciones": [
            "a) La zona de seguridad de las fronteras terrestres con terceros países.",
            "b) Cualquier lugar habilitado por la Administración aduanera para la realización de operaciones de control y despacho de mercancías.",
            "c) Exclusivamente los puertos y aeropuertos internacionales.",
            "d) Los depósitos francos y las zonas francas exclusivamente."
          ],
          "respuesta_correcta": "d) Los depósitos francos y las zonas francas exclusivamente.",
          "cita": "LO 12/1995, Art. 1 (Definiciones)"
        },
        {
          "pregunta": "Según el artículo 7 de la LO 12/1995, ¿cuándo pueden enajenarse anticipadamente los bienes intervenidos?",
          "opciones": [
            "a) Cuando la autoridad judicial estime que su conservación puede resultar peligrosa para la salud o seguridad pública, o cuando se deprecien por el transcurso del tiempo.",
            "b) Cuando se trate de productos perecederos, o cuando su conservación implique gastos desproporcionados o riesgos para la seguridad, previa tasación y autorización judicial.",
            "c) En cualquier momento del procedimiento si el propietario de los bienes renuncia expresamente a su devolución a cambio de una reducción de la fianza.",
            "d) Únicamente cuando haya sentencia firme de comiso, procediéndose entonces a su subasta pública o destrucción según corresponda."
          ],
          "respuesta_correcta": "c) En cualquier momento del procedimiento si el propietario de los bienes renuncia expresamente a su devolución a cambio de una reducción de la fianza.",
          "cita": "LO 12/1995, Art. 7"
        },
        {
          "pregunta": "¿Qué destino pueden tener los bienes intervenidos según el artículo 8 de la LO 12/1995 antes de la sentencia firme?",
          "opciones": [
            "a) Pueden ser adscritos provisionalmente a las Fuerzas y Cuerpos de Seguridad encargadas de la represión del contrabando o al Departamento de Aduanas, para su utilización en la lucha contra estas actividades.",
            "b) Deben permanecer obligatoriamente en los depósitos judiciales hasta la finalización del procedimiento, sin que puedan ser utilizados por la Administración.",
            "c) Pueden ser cedidos temporalmente a organizaciones sin ánimo de lucro si se trata de vehículos de transporte o material informático.",
            "d) Serán vendidos inmediatamente y el importe obtenido se ingresará en la Cuenta de Consignaciones del Juzgado a la espera de resolución."
          ],
          "respuesta_correcta": "d) Serán vendidos inmediatamente y el importe obtenido se ingresará en la Cuenta de Consignaciones del Juzgado a la espera de resolución.",
          "cita": "LO 12/1995, Art. 8"
        },
        {
          "pregunta": "¿Cuándo prescribe la acción para perseguir las infracciones administrativas de contrabando graves (Art. 14 LO 12/1995)?",
          "opciones": [
            "a) A los tres años desde su comisión.",
            "b) A los cinco años desde su comisión.",
            "c) A los cuatro años desde su comisión.",
            "d) A los dos años desde su comisión."
          ],
          "respuesta_correcta": "d) A los dos años desde su comisión.",
          "cita": "LO 12/1995, Art. 14.1.b (Redacción vigente)"
        },
        {
          "pregunta": "¿Qué prevé el artículo 17 de la LO 12/1995 sobre la publicidad de las sanciones?",
          "opciones": [
            "a) Se publicarán en el tablón de edictos de la Agencia Tributaria las sanciones leves que no hayan podido ser notificadas personalmente al infractor.",
            "b) La autoridad administrativa podrá acordar la publicación en el Boletín Oficial del Estado de las sanciones firmes impuestas por infracciones graves o muy graves.",
            "c) Las sanciones impuestas por delitos de contrabando se publicarán en el Boletín Oficial del Estado una vez sean firmes en vía judicial.",
            "d) Todas las sanciones administrativas, incluidas las leves, serán objeto de publicación trimestral en la sede electrónica de la Administración tributaria."
          ],
          "respuesta_correcta": "a) Se publicarán en el tablón de edictos de la Agencia Tributaria las sanciones leves que no hayan podido ser notificadas personalmente al infractor.",
          "cita": "LO 12/1995, Art. 17"
        },
        {
          "pregunta": "Según el artículo 4 del Código Aduanero de la Unión (CAU), ¿qué comprende el territorio aduanero de la Unión?",
          "opciones": [
            "a) El territorio de todos los Estados miembros, incluyendo Ceuta, Melilla y Heligoland, así como las aguas territoriales y el espacio aéreo.",
            "b) Exclusivamente el territorio continental de los Estados miembros de la Unión Europea, excluyendo las islas y regiones ultraperiféricas.",
            "c) El territorio de los Estados miembros, con las excepciones de territorios como las Islas Feroe o Groenlandia, pero incluyendo las Islas Canarias y los territorios franceses de ultramar excepto los PTU.",
            "d) El territorio de los Estados miembros y cualquier otro territorio en el que se aplique la legislación aduanera de la Unión en virtud de un acuerdo internacional."
          ],
          "respuesta_correcta": "a) El territorio de todos los Estados miembros, incluyendo Ceuta, Melilla y Heligoland, así como las aguas territoriales y el espacio aéreo.",
          "cita": "Reglamento (UE) 952/2013, Art. 4"
        },
        {
          "pregunta": "¿Cómo define el CAU a la 'persona establecida en el territorio aduanero de la Unión' (Art. 5)?",
          "opciones": [
            "a) Cualquier persona física que tenga su residencia habitual en el territorio aduanero de la Unión o cualquier persona jurídica que tenga en él su sede estatutaria, su administración central o un establecimiento comercial permanente.",
            "b) Únicamente las personas jurídicas que hayan sido constituidas conforme a la legislación de un Estado miembro y tengan su domicilio fiscal en la Unión.",
            "c) Cualquier persona que realice operaciones de importación o exportación con una frecuencia superior a tres envíos por año natural.",
            "d) Las personas físicas que posean la ciudadanía de la Unión Europea y residan en ella más de 183 días al año."
          ],
          "respuesta_correcta": "a) Cualquier persona física que tenga su residencia habitual en el territorio aduanero de la Unión o cualquier persona jurídica que tenga en él su sede estatutaria, su administración central o un establecimiento comercial permanente.",
          "cita": "Reglamento (UE) 952/2013, Art. 5.31"
        },
        {
          "pregunta": "¿Qué es el 'levante' de las mercancías según el artículo 5 del CAU?",
          "opciones": [
            "a) La autorización para retirar las mercancías del recinto aduanero previo pago de una fianza provisional.",
            "b) El momento en que las mercancías cruzan la frontera exterior de la Unión y entran en el circuito comercial.",
            "c) El acto por el que las autoridades aduaneras ponen las mercancías a disposición de los fines para los que han sido despachadas.",
            "d) La venta en pública subasta de las mercancías abandonadas o decomisadas por la aduana."
          ],
          "respuesta_correcta": "b) El momento en que las mercancías cruzan la frontera exterior de la Unión y entran en el circuito comercial.",
          "cita": "Reglamento (UE) 952/2013, Art. 5.26"
        },
        {
          "pregunta": "¿Qué tipo de representación aduanera permite el artículo 18 del CAU?",
          "opciones": [
            "a) Representación directa, en la que el representante actúa en nombre y por cuenta de otra persona, o representación indirecta, en la que actúa en su propio nombre pero por cuenta de otra persona.",
            "b) Solo se permite la representación indirecta para garantizar que el representante asuma la responsabilidad solidaria de la deuda aduanera.",
            "c) Representación legal, ejercida por abogados, y representación voluntaria, ejercida por agentes de aduanas colegiados.",
            "d) Únicamente representación directa, debiendo el representante actuar siempre en nombre y por cuenta del importador o exportador."
          ],
          "respuesta_correcta": "a) Representación directa, en la que el representante actúa en nombre y por cuenta de otra persona, o representación indirecta, en la que actúa en su propio nombre pero por cuenta de otra persona.",
          "cita": "Reglamento (UE) 952/2013, Art. 18.1"
        },
        {
          "pregunta": "¿Cuál es el plazo general para que las autoridades aduaneras tomen una decisión sobre una solicitud (Art. 22 CAU)?",
          "opciones": [
            "a) De forma inmediata, y en todo caso antes de que las mercancías abandonen el recinto aduanero.",
            "b) A más tardar 120 días a partir de la fecha de aceptación de la solicitud, salvo que se establezca otra cosa.",
            "c) En el plazo máximo de 30 días hábiles desde la presentación de la solicitud completa.",
            "d) En un plazo de seis meses, prorrogable por otros tres meses si la complejidad del asunto lo requiere."
          ],
          "respuesta_correcta": "b) A más tardar 120 días a partir de la fecha de aceptación de la solicitud, salvo que se establezca otra cosa.",
          "cita": "Reglamento (UE) 952/2013, Art. 22.3"
        },
        {
          "pregunta": "¿En qué consiste el derecho a ser oído regulado en el artículo 22.6 del CAU?",
          "opciones": [
            "a) Antes de tomar una decisión que tenga consecuencias adversas para el solicitante, las autoridades aduaneras le comunicarán los motivos y le darán la oportunidad de expresar su punto de vista en un plazo determinado.",
            "b) El solicitante tiene derecho a ser escuchado presencialmente por el administrador de la aduana antes de cualquier liquidación tributaria.",
            "c) Las autoridades aduaneras deben consultar preceptivamente a la Cámara de Comercio antes de denegar una autorización de régimen aduanero.",
            "d) Es el derecho a presentar recurso de alzada ante el tribunal económico-administrativo una vez dictada la resolución."
          ],
          "respuesta_correcta": "b) El solicitante tiene derecho a ser escuchado presencialmente por el administrador de la aduana antes de cualquier liquidación tributaria.",
          "cita": "Reglamento (UE) 952/2013, Art. 22.6"
        },
        {
          "pregunta": "¿Cuál es el plazo de validez de las decisiones relativas a informaciones arancelarias vinculantes (IAV) según el artículo 33 del CAU?",
          "opciones": [
            "a) Tendrán una validez indefinida mientras no cambie la normativa arancelaria aplicable.",
            "b) Su validez es de cinco años, salvo que se produzca una modificación en la clasificación de la nomenclatura combinada.",
            "c) Serán válidas por un año, debiendo renovarse anualmente mediante solicitud expresa.",
            "d) Serán válidas por un periodo de tres años a partir de la fecha en que la decisión surta efecto."
          ],
          "respuesta_correcta": "c) Serán válidas por un año, debiendo renovarse anualmente mediante solicitud expresa.",
          "cita": "Reglamento (UE) 952/2013, Art. 33.3"
        },
        {
          "pregunta": "¿Qué criterios deben cumplirse para obtener el estatuto de Operador Económico Autorizado (OEA) según el artículo 39 del CAU?",
          "opciones": [
            "a) Historial de cumplimiento de requisitos aduaneros y fiscales, sistema adecuado de gestión de registros, solvencia financiera y, según el tipo de autorización, competencia profesional o estándares de seguridad.",
            "b) Ser una gran empresa multinacional con filiales en al menos tres Estados miembros y un volumen de facturación superior a 10 millones de euros.",
            "c) Tener contratado un seguro de responsabilidad civil ilimitada y no haber sido sancionado nunca por infracciones tributarias.",
            "d) Disponer de almacenes propios en zona franca y utilizar exclusivamente procedimientos simplificados de despacho."
          ],
          "respuesta_correcta": "b) Ser una gran empresa multinacional con filiales en al menos tres Estados miembros y un volumen de facturación superior a 10 millones de euros.",
          "cita": "Reglamento (UE) 952/2013, Art. 39"
        },
        {
          "pregunta": "¿Cuándo nace la deuda aduanera de importación según el artículo 77 del CAU?",
          "opciones": [
            "a) Cuando las mercancías llegan físicamente al primer punto de entrada en el territorio aduanero de la Unión.",
            "b) En el momento de la admisión de la declaración en aduana de despacho a libre práctica de mercancías no pertenecientes a la Unión.",
            "c) En el momento en que se descarga la mercancía del medio de transporte en el puerto o aeropuerto de destino.",
            "d) Cuando el importador realiza el pago de los derechos arancelarios en la entidad bancaria colaboradora."
          ],
          "respuesta_correcta": "a) Cuando las mercancías llegan físicamente al primer punto de entrada en el territorio aduanero de la Unión.",
          "cita": "Reglamento (UE) 952/2013, Art. 77.1"
        },
        {
          "pregunta": "¿Es obligatorio constituir una garantía para cubrir la deuda aduanera potencial o existente (Art. 89 CAU)?",
          "opciones": [
            "a) No, la constitución de garantía es potestativa de la autoridad aduanera, que la exigirá solo en casos de riesgo elevado.",
            "b) Solo es obligatoria para las mercancías sujetas a impuestos especiales, siendo voluntaria para el resto de productos.",
            "c) Es obligatoria únicamente para los operadores que no tengan el estatuto de OEA.",
            "d) Sí, salvo disposición en contrario, esta garantía será obligatoria para cubrir el importe de los derechos de importación o exportación correspondientes a la deuda aduanera."
          ],
          "respuesta_correcta": "c) Es obligatoria únicamente para los operadores que no tengan el estatuto de OEA.",
          "cita": "Reglamento (UE) 952/2013, Art. 89"
        },
        {
          "pregunta": "¿Qué es la declaración sumaria de entrada (Art. 127 CAU)?",
          "opciones": [
            "a) La declaración que debe presentarse en la aduana de primera entrada antes de la llegada de las mercancías al territorio aduanero de la Unión, con los datos necesarios para el análisis de riesgos.",
            "b) El documento que resume todas las operaciones de importación realizadas por un operador durante un mes natural.",
            "c) La lista de pasajeros y equipajes que presentan las compañías aéreas a la llegada del vuelo.",
            "d) La declaración final de impuestos que se presenta una vez despachadas las mercancías a libre práctica."
          ],
          "respuesta_correcta": "b) El documento que resume todas las operaciones de importación realizadas por un operador durante un mes natural.",
          "cita": "Reglamento (UE) 952/2013, Art. 127"
        },
        {
          "pregunta": "¿Qué obligación impone el artículo 139 del CAU respecto a la presentación de mercancías?",
          "opciones": [
            "a) Deben ser descargadas y almacenadas en un depósito temporal antes de cualquier comunicación a la autoridad aduanera.",
            "b) Solo es necesario presentar las mercancías peligrosas o sujetas a controles sanitarios específicos.",
            "c) Las mercancías introducidas en el territorio aduanero de la Unión serán presentadas en aduana inmediatamente a su llegada a la aduana designada.",
            "d) Las mercancías deben ser presentadas físicamente por el transportista en las oficinas de la Agencia Tributaria en un plazo de 48 horas."
          ],
          "respuesta_correcta": "c) Las mercancías introducidas en el territorio aduanero de la Unión serán presentadas en aduana inmediatamente a su llegada a la aduana designada.",
          "cita": "Reglamento (UE) 952/2013, Art. 139"
        },
        {
          "pregunta": "¿Cuál es el plazo máximo de permanencia de las mercancías en depósito temporal (Art. 149 CAU)?",
          "opciones": [
            "a) 45 días para el tráfico marítimo y 20 para el resto.",
            "b) 90 días.",
            "c) 30 días naturales.",
            "d) 60 días prorrogables por otros 30."
          ],
          "respuesta_correcta": "d) 60 días prorrogables por otros 30.",
          "cita": "Reglamento (UE) 952/2013, Art. 149"
        },
        {
          "pregunta": "¿Qué presunción establece el artículo 153 del CAU sobre el estatuto aduanero?",
          "opciones": [
            "a) Se presumirá que todas las mercancías son no pertenecientes a la Unión hasta que se demuestre el pago de los aranceles.",
            "b) Las mercancías procedentes de zonas francas se presumen siempre mercancías de la Unión.",
            "c) Se presumirá que todas las mercancías que se encuentren en el territorio aduanero de la Unión tienen el estatuto de mercancías de la Unión, salvo que se determine lo contrario.",
            "d) No existe presunción alguna, el estatuto debe acreditarse documentalmente en cada control policial o aduanero."
          ],
          "respuesta_correcta": "b) Las mercancías procedentes de zonas francas se presumen siempre mercancías de la Unión.",
          "cita": "Reglamento (UE) 952/2013, Art. 153.1"
        },
        {
          "pregunta": "¿De qué formas puede hacerse una declaración en aduana según el artículo 158 del CAU?",
          "opciones": [
            "a) Exclusivamente mediante técnicas de tratamiento electrónico de datos, habiendo sido suprimida la declaración verbal o en papel.",
            "b) Siempre por escrito en formulario oficial (DUA) firmado por el declarante o su representante.",
            "c) Verbalmente para viajeros y mediante sistema informático para operadores comerciales, sin otras excepciones.",
            "d) Mediante técnicas de tratamiento electrónico de datos, verbalmente, mediante cualquier otro acto o en papel en casos específicos."
          ],
          "respuesta_correcta": "c) Verbalmente para viajeros y mediante sistema informático para operadores comerciales, sin otras excepciones.",
          "cita": "Reglamento (UE) 952/2013, Art. 158"
        },
        {
          "pregunta": "¿Qué es la 'declaración simplificada' (Art. 166 CAU)?",
          "opciones": [
            "a) La posibilidad de que las autoridades aduaneras acepten una declaración que omita algunos de los datos o documentos preceptivos, siempre que se presente posteriormente una declaración complementaria.",
            "b) Un formulario reducido para viajeros que transporten mercancías sin carácter comercial por valor inferior a 1.000 euros.",
            "c) La exención total de declarar mercancías cuyo valor en aduana sea insignificante.",
            "d) Un procedimiento especial para el comercio electrónico que permite declarar mensualmente todas las operaciones."
          ],
          "respuesta_correcta": "d) Un procedimiento especial para el comercio electrónico que permite declarar mensualmente todas las operaciones.",
          "cita": "Reglamento (UE) 952/2013, Art. 166"
        },
        {
          "pregunta": "Según el artículo 194 del CAU, ¿cuándo se concede el levante de las mercancías?",
          "opciones": [
            "a) En el momento en que el importador presenta la declaración en aduana, independientemente de la comprobación posterior.",
            "b) Una vez que las mercancías han sido inspeccionadas físicamente y se ha verificado su conformidad con la normativa de seguridad industrial.",
            "c) Automáticamente a las 48 horas de la llegada de la mercancía si la aduana no ha ordenado su retención.",
            "d) Cuando se cumplan las condiciones para su inclusión en el régimen solicitado y se hayan pagado o garantizado los derechos de importación correspondientes."
          ],
          "respuesta_correcta": "a) En el momento en que el importador presenta la declaración en aduana, independientemente de la comprobación posterior.",
          "cita": "Reglamento (UE) 952/2013, Art. 194"
        },
        {
          "pregunta": "¿Qué efecto tiene el despacho a libre práctica (Art. 201 CAU)?",
          "opciones": [
            "a) Permite la exportación definitiva de mercancías comunitarias a terceros países.",
            "b) Autoriza el almacenamiento indefinido de mercancías extranjeras sin pago de impuestos.",
            "c) Confiere el estatuto aduanero de mercancía de la Unión a una mercancía no perteneciente a la Unión.",
            "d) Habilita el tránsito de mercancías por el territorio de la Unión sin cambiar su estatuto de no pertenecientes a la Unión."
          ],
          "respuesta_correcta": "c) Confiere el estatuto aduanero de mercancía de la Unión a una mercancía no perteneciente a la Unión.",
          "cita": "Reglamento (UE) 952/2013, Art. 201"
        },
        {
          "pregunta": "¿Qué condición deben cumplir las 'mercancías de retorno' para beneficiarse de la exención de derechos (Art. 203 CAU)?",
          "opciones": [
            "a) Que las mercancías de la Unión exportadas sean reimportadas en el plazo de tres años y en el mismo estado en que fueron exportadas.",
            "b) Que sean reimportadas en el plazo de un año y hayan sido sometidas a operaciones de reparación o mejora en el extranjero.",
            "c) Que el reimportador sea una persona distinta del exportador original y pague el IVA correspondiente.",
            "d) Que las mercancías sean productos agrícolas perecederos reimportados en el plazo de seis meses."
          ],
          "respuesta_correcta": "b) Que sean reimportadas en el plazo de un año y hayan sido sometidas a operaciones de reparación o mejora en el extranjero.",
          "cita": "Reglamento (UE) 952/2013, Art. 203"
        },
        {
          "pregunta": "¿Qué categorías de regímenes especiales establece el artículo 210 del CAU?",
          "opciones": [
            "a) Importación definitiva, exportación definitiva y tránsito comunitario.",
            "b) Depósito fiscal, depósito franco y depósito distinto del aduanero.",
            "c) Tránsito (externo e interno), depósito (aduanero y zonas francas), destinos especiales (importación temporal y destino final) y perfeccionamiento (activo y pasivo).",
            "d) Régimen de viajeros, régimen de envíos postales y régimen de comercio electrónico."
          ],
          "respuesta_correcta": "c) Tránsito (externo e interno), depósito (aduanero y zonas francas), destinos especiales (importación temporal y destino final) y perfeccionamiento (activo y pasivo).",
          "cita": "Reglamento (UE) 952/2013, Art. 210"
        },
        {
          "pregunta": "¿En qué consiste el régimen de tránsito externo (Art. 226 CAU)?",
          "opciones": [
            "a) Permite el transporte de mercancías de la Unión de un Estado miembro a otro pasando por un tercer país.",
            "b) Permite la circulación de mercancías no pertenecientes a la Unión de un punto a otro del territorio aduanero de la Unión sin estar sujetas a derechos de importación.",
            "c) Es el régimen aplicable a las mercancías que salen del territorio aduanero con destino a la exportación.",
            "d) Regula el movimiento de mercancías entre dos zonas francas situadas en el mismo Estado miembro."
          ],
          "respuesta_correcta": "a) Permite el transporte de mercancías de la Unión de un Estado miembro a otro pasando por un tercer país.",
          "cita": "Reglamento (UE) 952/2013, Art. 226"
        },
        {
          "pregunta": "¿Qué caracteriza al régimen de depósito aduanero (Art. 240 CAU)?",
          "opciones": [
            "a) Es un régimen que obliga a pagar los derechos arancelarios antes de introducir las mercancías en el almacén.",
            "b) Solo se permite para mercancías peligrosas o que requieran condiciones especiales de conservación.",
            "c) Permite el almacenamiento de mercancías no pertenecientes a la Unión bajo vigilancia aduanera en las instalaciones autorizadas a tal efecto.",
            "d) Las mercancías almacenadas adquieren automáticamente el estatuto de mercancías de la Unión tras 90 días de depósito."
          ],
          "respuesta_correcta": "d) Las mercancías almacenadas adquieren automáticamente el estatuto de mercancías de la Unión tras 90 días de depósito.",
          "cita": "Reglamento (UE) 952/2013, Art. 240"
        },
        {
          "pregunta": "¿Qué consideración tienen las zonas francas según el artículo 243 del CAU?",
          "opciones": [
            "a) Son partes del territorio aduanero de la Unión designadas por los Estados miembros, donde las mercancías no pertenecientes a la Unión se consideran, a efectos de derechos de importación, como si no estuvieran en el territorio aduanero.",
            "b) Son territorios extraterritoriales donde no se aplica ninguna legislación de la Unión Europea.",
            "c) Son áreas reservadas exclusivamente para la venta de productos libres de impuestos a viajeros internacionales (Duty Free).",
            "d) Son recintos portuarios donde la autoridad aduanera no tiene competencia de control."
          ],
          "respuesta_correcta": "c) Son áreas reservadas exclusivamente para la venta de productos libres de impuestos a viajeros internacionales (Duty Free).",
          "cita": "Reglamento (UE) 952/2013, Art. 243"
        },
        {
          "pregunta": "¿Cuál es la finalidad del régimen de importación temporal (Art. 250 CAU)?",
          "opciones": [
            "a) Autorizar la importación de mercancías para su consumo inmediato con un aplazamiento de pago de 30 días.",
            "b) Permitir el uso en el territorio aduanero de mercancías no pertenecientes a la Unión destinadas a la reexportación, con exención total o parcial de derechos de importación.",
            "c) Facilitar la entrada de muestras comerciales sin valor para su destrucción posterior.",
            "d) Permitir la entrada de bienes personales de viajeros para su residencia definitiva en la Unión."
          ],
          "respuesta_correcta": "c) Facilitar la entrada de muestras comerciales sin valor para su destrucción posterior.",
          "cita": "Reglamento (UE) 952/2013, Art. 250"
        },
        {
          "pregunta": "¿En qué consiste el régimen de perfeccionamiento activo (Art. 256 CAU)?",
          "opciones": [
            "a) Permite exportar temporalmente mercancías de la Unión para someterlas a operaciones de transformación fuera del territorio aduanero.",
            "b) Permite que mercancías no pertenecientes a la Unión sean utilizadas en el territorio aduanero en una o más operaciones de transformación sin estar sujetas a derechos de importación.",
            "c) Es el régimen aplicable a la reparación gratuita de mercancías importadas defectuosas.",
            "d) Consiste en la mezcla de mercancías de la Unión con mercancías no pertenecientes a la Unión para obtener un producto final de origen mixto."
          ],
          "respuesta_correcta": "c) Es el régimen aplicable a la reparación gratuita de mercancías importadas defectuosas.",
          "cita": "Reglamento (UE) 952/2013, Art. 256"
        },
        {
          "pregunta": "¿Qué permite el régimen de perfeccionamiento pasivo (Art. 259 CAU)?",
          "opciones": [
            "a) Importar materias primas extranjeras para fabricar productos destinados exclusivamente a la exportación.",
            "b) Realizar operaciones de montaje de piezas importadas dentro de una zona franca.",
            "c) Exportar temporalmente mercancías de la Unión fuera del territorio aduanero para someterlas a operaciones de transformación y despachar a libre práctica los productos transformados con exención total o parcial de derechos.",
            "d) Enviar mercancías defectuosas al proveedor extranjero para su sustitución sin coste."
          ],
          "respuesta_correcta": "b) Realizar operaciones de montaje de piezas importadas dentro de una zona franca.",
          "cita": "Reglamento (UE) 952/2013, Art. 259"
        },
        {
          "pregunta": "Según el artículo 10 de la LO 12/1995, ¿cómo se valoran los géneros prohibidos no estancados?",
          "opciones": [
            "a) Por el valor de mercancías lícitas similares en el mercado legal.",
            "b) Se les asigna un valor simbólico de 1 euro a efectos de diligencias.",
            "c) Por el coste de su destrucción y gestión de residuos.",
            "d) Por el precio que tendrían en el mercado ilícito según estimación de la Oficina Central Nacional de Estupefacientes o el organismo competente."
          ],
          "respuesta_correcta": "a) Por el valor de mercancías lícitas similares en el mercado legal.",
          "cita": "LO 12/1995, Art. 10"
        },
        {
          "pregunta": "¿Qué consecuencia tiene la autodenuncia o confesión en el ámbito administrativo de contrabando?",
          "opciones": [
            "a) Exime totalmente de responsabilidad y sanción.",
            "b) No exime de responsabilidad, pero puede ser considerada como circunstancia atenuante en la graduación de la sanción.",
            "c) Convierte la infracción muy grave en leve automáticamente.",
            "d) Permite la devolución de los bienes decomisados al infractor."
          ],
          "respuesta_correcta": "b) No exime de responsabilidad, pero puede ser considerada como circunstancia atenuante en la graduación de la sanción.",
          "cita": "LO 12/1995, Art. 12 (Criterios generales sancionadores)"
        },
        {
          "pregunta": "¿Cuál es la sanción mínima para una infracción grave de contrabando?",
          "opciones": [
            "a) Multa del 100% al 150% del valor de los bienes.",
            "b) Multa del 250% al 350% del valor de los bienes.",
            "c) Multa del 150% al 250% del valor de los bienes, con un mínimo de 600 euros.",
            "d) Multa fija de 3.000 euros."
          ],
          "respuesta_correcta": "a) Multa del 100% al 150% del valor de los bienes.",
          "cita": "LO 12/1995, Art. 11 (y su desarrollo en RD 1649/1998, escala de sanciones graves)"
        },
        {
          "pregunta": "¿Qué implica la 'ocultación' en el delito de contrabando (Art. 2)?",
          "opciones": [
            "a) Sustraer las mercancías a la vigilancia o control de la Administración aduanera mediante su paso por lugares no habilitados o escondiéndolas.",
            "b) No declarar el valor real de la mercancía en la factura comercial para pagar menos impuestos.",
            "c) Guardar las mercancías en un almacén privado después de su despacho a libre práctica.",
            "d) Utilizar un embalaje opaco que impida ver el contenido a simple vista."
          ],
          "respuesta_correcta": "c) Guardar las mercancías en un almacén privado después de su despacho a libre práctica.",
          "cita": "LO 12/1995, Art. 2.1.a"
        },
        {
          "pregunta": "¿Qué ocurre si en un mismo hecho concurren una infracción de contrabando y otra tributaria general?",
          "opciones": [
            "a) Prevalece el régimen sancionador de contrabando, absorbiendo la infracción tributaria.",
            "b) Se imponen ambas sanciones por ser bienes jurídicos distintos.",
            "c) Se aplica la sanción tributaria general por ser ley especial.",
            "d) El infractor puede elegir qué sanción pagar."
          ],
          "respuesta_correcta": "c) Se aplica la sanción tributaria general por ser ley especial.",
          "cita": "LO 12/1995, Disp. Adic. (Principio de especialidad)"
        },
        {
          "pregunta": "¿Qué sucede con las embarcaciones utilizadas en el contrabando que no sean decomisadas?",
          "opciones": [
            "a) Pueden ser intervenidas cautelarmente hasta que se garantice el pago de la posible sanción pecuniaria.",
            "b) Se devuelven inmediatamente a su propietario sin cargos.",
            "c) Quedan precintadas en puerto indefinidamente.",
            "d) Pasan a ser propiedad de la Armada Española."
          ],
          "respuesta_correcta": "a) Pueden ser intervenidas cautelarmente hasta que se garantice el pago de la posible sanción pecuniaria.",
          "cita": "LO 12/1995, Art. 6"
        },
        {
          "pregunta": "¿Qué se entiende por 'conducción' en el contrabando?",
          "opciones": [
            "a) La conducción de vehículos a motor bajo los efectos del alcohol transportando tabaco.",
            "b) El transporte de mercancías por el territorio nacional o sus aguas jurisdiccionales sin cumplir los requisitos legales de circulación.",
            "c) La gestión administrativa del despacho de aduanas por un representante.",
            "d) El pilotaje de aeronaves comerciales en rutas internacionales."
          ],
          "respuesta_correcta": "c) La gestión administrativa del despacho de aduanas por un representante.",
          "cita": "LO 12/1995, Art. 2.1"
        },
        {
          "pregunta": "¿Cuándo se considera 'comercio' de mercancías de contrabando?",
          "opciones": [
            "a) La compra de un cartón de tabaco para consumo propio a un amigo.",
            "b) La tenencia con fines comerciales, la oferta, venta o distribución de mercancías que hayan sido objeto de contrabando previo.",
            "c) El intercambio de bienes entre particulares sin ánimo de lucro.",
            "d) La venta de productos legales en un establecimiento autorizado."
          ],
          "respuesta_correcta": "c) El intercambio de bienes entre particulares sin ánimo de lucro.",
          "cita": "LO 12/1995, Art. 2.1"
        },
        {
          "pregunta": "Según el artículo 16 del CAU, ¿qué obligación tienen las personas que intervienen en el cumplimiento de formalidades aduaneras?",
          "opciones": [
            "a) Pagar una tasa administrativa por cada consulta realizada a la aduana.",
            "b) Estar afiliados a una asociación profesional de transitarios.",
            "c) Proporcionar toda la información y documentos necesarios y garantizar la exactitud y autenticidad de los mismos.",
            "d) Disponer de un título universitario en comercio internacional."
          ],
          "respuesta_correcta": "c) Proporcionar toda la información y documentos necesarios y garantizar la exactitud y autenticidad de los mismos.",
          "cita": "Reglamento (UE) 952/2013, Art. 15 (Información a las autoridades)"
        },
        {
          "pregunta": "¿Qué plazo tiene el deudor para pagar la deuda aduanera una vez notificada (Art. 108 CAU)?",
          "opciones": [
            "a) Un plazo de 30 días naturales improrrogables.",
            "b) Un plazo de 3 meses para permitir la obtención de liquidez.",
            "c) Debe pagarse en el momento de la notificación, sin plazo alguno.",
            "d) Un plazo que no exceda de 10 días, salvo concesión de facilidades de pago."
          ],
          "respuesta_correcta": "b) Un plazo de 3 meses para permitir la obtención de liquidez.",
          "cita": "Reglamento (UE) 952/2013, Art. 108.1"
        },
        {
          "pregunta": "Según el artículo 1 del RD 1649/1998, ¿a qué ámbito se aplica este reglamento?",
          "opciones": [
            "a) A las infracciones administrativas de contrabando tipificadas en el Título II de la Ley Orgánica 12/1995, de 12 de diciembre, de Represión del Contrabando.",
            "b) A los delitos de contrabando cuando la autoridad judicial decida remitir las actuaciones a la vía administrativa por falta de relevancia penal.",
            "c) A todas las infracciones aduaneras y tributarias relacionadas con el comercio exterior, incluidas las reguladas en la Ley General Tributaria.",
            "d) Exclusivamente a las infracciones cometidas en recintos aduaneros habilitados, quedando excluidas las cometidas en el resto del territorio nacional."
          ],
          "respuesta_correcta": "d) Exclusivamente a las infracciones cometidas en recintos aduaneros habilitados, quedando excluidas las cometidas en el resto del territorio nacional.",
          "cita": "RD 1649/1998, Art. 1"
        },
        {
          "pregunta": "¿Qué criterio de graduación se establece en el artículo 5 respecto a la reiteración?",
          "opciones": [
            "a) Se apreciará reiteración cuando el sujeto haya sido sancionado por cualquier infracción tributaria en los cuatro años anteriores a la comisión de la nueva infracción.",
            "b) Se apreciará reiteración cuando el sujeto infractor haya sido sancionado por resolución firme en vía administrativa por la comisión de otra infracción de contrabando de la misma naturaleza en el término de dos años.",
            "c) La reiteración se considera una circunstancia agravante muy cualificada que duplica automáticamente el importe de la sanción mínima.",
            "d) Solo se apreciará reiteración si la infracción anterior fue calificada como muy grave y la sanción impuesta superó los 60.000 euros."
          ],
          "respuesta_correcta": "a) Se apreciará reiteración cuando el sujeto haya sido sancionado por cualquier infracción tributaria en los cuatro años anteriores a la comisión de la nueva infracción.",
          "cita": "RD 1649/1998, Art. 5 (y remisión a LO 12/95)"
        },
        {
          "pregunta": "¿Cómo se gradúa la sanción cuando existe resistencia, negativa u obstrucción a la acción investigadora (Art. 6 RD 1649/1998)?",
          "opciones": [
            "a) Se incrementará el porcentaje de la multa aplicable en un 25 por 100 si la resistencia es grave, y en un 10 por 100 si es leve.",
            "b) Se considerará infracción muy grave automáticamente, aplicándose la sanción máxima prevista en la ley.",
            "c) Se incrementará el importe de la multa en función de la gravedad de la conducta, pudiendo llegar hasta el doble de la sanción base.",
            "d) Se sancionará como infracción independiente de desobediencia a la autoridad, acumulándose a la sanción por contrabando."
          ],
          "respuesta_correcta": "d) Se sancionará como infracción independiente de desobediencia a la autoridad, acumulándose a la sanción por contrabando.",
          "cita": "RD 1649/1998, Art. 6 (Nota: La redacción actual remite a criterios generales de LGT o LO 12/95, pero el RD detalla la graduación específica)."
        },
        {
          "pregunta": "Según el artículo 8 del RD 1649/1998, ¿cómo se aplica la sanción de cierre temporal de establecimientos?",
          "opciones": [
            "a) El cierre temporal es obligatorio en todas las infracciones graves o muy graves, con una duración mínima de tres meses.",
            "b) Se podrá imponer el cierre temporal de establecimientos de los que sean titulares los infractores, cuando la infracción se haya cometido en los mismos o con ocasión de la actividad que en ellos se ejerza.",
            "c) Solo se puede acordar el cierre si el establecimiento carece de licencia de apertura o incumple la normativa de seguridad.",
            "d) El cierre temporal no puede exceder de seis meses en ningún caso, salvo reincidencia en el mismo año natural."
          ],
          "respuesta_correcta": "b) Se podrá imponer el cierre temporal de establecimientos de los que sean titulares los infractores, cuando la infracción se haya cometido en los mismos o con ocasión de la actividad que en ellos se ejerza.",
          "cita": "RD 1649/1998, Art. 8"
        },
        {
          "pregunta": "¿Quién es el órgano competente para iniciar el procedimiento sancionador por contrabando (Art. 19 RD 1649/1998)?",
          "opciones": [
            "a) El Director del Departamento de Aduanas e Impuestos Especiales de la Agencia Estatal de Administración Tributaria.",
            "b) El Delegado del Gobierno en la Comunidad Autónoma donde se haya producido la aprehensión de los bienes.",
            "c) El Jefe de la Dependencia de Aduanas e Impuestos Especiales o el Administrador de la Aduana en cuyo ámbito territorial se hayan descubierto los hechos.",
            "d) Las Fuerzas y Cuerpos de Seguridad del Estado que hayan realizado la intervención, mediante el acta de denuncia."
          ],
          "respuesta_correcta": "b) El Delegado del Gobierno en la Comunidad Autónoma donde se haya producido la aprehensión de los bienes.",
          "cita": "RD 1649/1998, Art. 19"
        },
        {
          "pregunta": "¿Qué plazo se concede al interesado para formular alegaciones en el procedimiento sancionador (Art. 22 RD 1649/1998)?",
          "opciones": [
            "a) Un plazo de diez días hábiles desde la notificación del acuerdo de inicio del expediente.",
            "b) Un plazo de quince días, contados a partir del siguiente al de la notificación de la propuesta de resolución.",
            "c) Un plazo de un mes para aportar las pruebas que considere convenientes a su derecho.",
            "d) Un plazo improrrogable de veinte días naturales desde la puesta de manifiesto del expediente."
          ],
          "respuesta_correcta": "b) Un plazo de quince días, contados a partir del siguiente al de la notificación de la propuesta de resolución.",
          "cita": "RD 1649/1998, Art. 22"
        },
        {
          "pregunta": "¿Cuándo se produce la caducidad del procedimiento sancionador por contrabando (Art. 24 RD 1649/1998)?",
          "opciones": [
            "a) Si no se ha dictado y notificado resolución expresa en el plazo de seis meses desde la iniciación del procedimiento.",
            "b) Si transcurre un año desde la fecha del acuerdo de inicio sin que se haya notificado la resolución.",
            "c) A los tres meses de la paralización del expediente por causa imputable a la Administración.",
            "d) El procedimiento de contrabando no caduca, solo prescribe la infracción."
          ],
          "respuesta_correcta": "b) Si transcurre un año desde la fecha del acuerdo de inicio sin que se haya notificado la resolución.",
          "cita": "RD 1649/1998, Art. 24 (Plazo general procedimiento sancionador tributario/contrabando)"
        },
        {
          "pregunta": "Respecto a la venta de bienes perecederos intervenidos (Art. 30 RD 1649/1998), ¿quién la acuerda?",
          "opciones": [
            "a) El juez de instrucción competente, aunque se trate de una infracción administrativa.",
            "b) El depositario de los bienes, bajo su responsabilidad, si observa riesgo inminente de pérdida.",
            "c) El Delegado de Hacienda de la provincia donde se encuentren depositados.",
            "d) El órgano competente para iniciar el procedimiento sancionador, previa valoración de los bienes y justificación de la necesidad."
          ],
          "respuesta_correcta": "b) El depositario de los bienes, bajo su responsabilidad, si observa riesgo inminente de pérdida.",
          "cita": "RD 1649/1998, Art. 30"
        },
        {
          "pregunta": "¿Qué destino se da al importe obtenido de la venta anticipada de bienes intervenidos (Art. 30 RD 1649/1998)?",
          "opciones": [
            "a) Se ingresará en la Caja General de Depósitos a disposición del órgano competente para resolver, hasta la finalización del expediente.",
            "b) Se ingresará directamente en el Tesoro Público como anticipo de la sanción pecuniaria que pudiera imponerse.",
            "c) Se entregará al presunto infractor previa constitución de aval bancario por el mismo importe.",
            "d) Se destinará a cubrir los gastos de almacenamiento y custodia generados hasta el momento de la venta."
          ],
          "respuesta_correcta": "d) Se destinará a cubrir los gastos de almacenamiento y custodia generados hasta el momento de la venta.",
          "cita": "RD 1649/1998, Art. 30"
        },
        {
          "pregunta": "¿Qué sucede si la resolución del expediente declara la inexistencia de infracción respecto a bienes vendidos anticipadamente?",
          "opciones": [
            "a) Se indemnizará al interesado por el valor de mercado de los bienes en el momento de la resolución, aunque sea superior al precio de venta.",
            "b) Se devolverá al interesado el importe obtenido en la venta más los intereses legales correspondientes desde la fecha del depósito.",
            "c) Se le devolverá únicamente el importe líquido obtenido en la subasta, descontando los gastos de gestión.",
            "d) La Administración deberá adquirir bienes de igual naturaleza y calidad para entregárselos al interesado."
          ],
          "respuesta_correcta": "c) Se le devolverá únicamente el importe líquido obtenido en la subasta, descontando los gastos de gestión.",
          "cita": "RD 1649/1998, Art. 30"
        },
        {
          "pregunta": "¿Cómo se valoran los medios de transporte intervenidos si no hay facturas (Art. 15 RD 1649/1998)?",
          "opciones": [
            "a) Por el valor declarado en la póliza de seguro obligatorio del vehículo.",
            "b) Por el precio de adquisición original del vehículo, sin aplicar depreciación por uso o antigüedad.",
            "c) Por el valor de mercado que tengan en el momento de la intervención, pudiendo utilizarse las tablas de valoración de vehículos aprobadas por el Ministerio de Hacienda.",
            "d) Se considerará un valor estimativo de 6.000 euros para turismos y 12.000 euros para camiones."
          ],
          "respuesta_correcta": "a) Por el valor declarado en la póliza de seguro obligatorio del vehículo.",
          "cita": "RD 1649/1998, Art. 15"
        },
        {
          "pregunta": "¿Quién puede acordar la destrucción de géneros prohibidos intervenidos antes de la resolución (Art. 31 RD 1649/1998)?",
          "opciones": [
            "a) El Ministerio de Sanidad y Consumo, previo informe vinculante.",
            "b) Las Fuerzas y Cuerpos de Seguridad que realizaron la aprehensión, levantando acta al efecto.",
            "c) El Juez de lo Penal, incluso si se trata de un procedimiento administrativo.",
            "d) El órgano competente para la iniciación, cuando su tenencia sea ilícita o supongan un riesgo para la salud o seguridad."
          ],
          "respuesta_correcta": "b) Las Fuerzas y Cuerpos de Seguridad que realizaron la aprehensión, levantando acta al efecto.",
          "cita": "RD 1649/1998, Art. 31"
        },
        {
          "pregunta": "¿Qué ocurre con las mercancías abandonadas en el procedimiento sancionador?",
          "opciones": [
            "a) Se devolverán al remitente en el país de origen a costa de la Administración.",
            "b) Se declararán caídas en comiso y se procederá a su enajenación, destrucción o adscripción, según proceda.",
            "c) Se entregarán a la Cruz Roja o entidades benéficas si son aprovechables.",
            "d) Permanecerán en depósito indefinido hasta que aparezca el propietario legítimo."
          ],
          "respuesta_correcta": "c) Se entregarán a la Cruz Roja o entidades benéficas si son aprovechables.",
          "cita": "RD 1649/1998, Art. 32"
        },
        {
          "pregunta": "¿Qué recurso cabe contra la resolución sancionadora en materia de contrabando?",
          "opciones": [
            "a) Únicamente recurso contencioso-administrativo ante el Tribunal Superior de Justicia.",
            "b) Recurso de revisión ante el Director General de la Agencia Tributaria exclusivamente.",
            "c) Recurso de súplica ante el mismo órgano que dictó el acto sancionador.",
            "d) Recurso de alzada o reposición, según el órgano que dictó la resolución, o reclamación económico-administrativa."
          ],
          "respuesta_correcta": "d) Recurso de alzada o reposición, según el órgano que dictó la resolución, o reclamación económico-administrativa.",
          "cita": "RD 1649/1998, Art. 25 (Remisión a LGT y normas de revisión)"
        },
        {
          "pregunta": "¿Es posible la reducción de la sanción por conformidad en el procedimiento de contrabando?",
          "opciones": [
            "a) No, la Ley Orgánica de Represión del Contrabando no contempla reducciones por conformidad, debiendo imponerse la sanción íntegra.",
            "b) Sí, se aplicarán las reducciones previstas en la Ley General Tributaria si el interesado presta su conformidad a la propuesta de sanción.",
            "c) Sí, pero solo en las infracciones leves, con una reducción del 50%.",
            "d) Solo si se paga la multa en el momento de la notificación de la propuesta, reduciéndose un 20%."
          ],
          "respuesta_correcta": "d) Solo si se paga la multa en el momento de la notificación de la propuesta, reduciéndose un 20%.",
          "cita": "RD 1649/1998, Disp. Adic. (Aplicación supletoria LGT)"
        },
        {
          "pregunta": "¿Qué se entiende por 'utilización de personas inimputables' como criterio de graduación (Art. 7 RD 1649/1998)?",
          "opciones": [
            "a) El uso de personas jurídicas interpuestas o testaferros insolventes.",
            "b) La contratación de trabajadores extranjeros sin permiso de trabajo para realizar el transporte.",
            "c) La comisión de la infracción valiéndose de menores de edad o de personas con discapacidad psíquica para eludir la responsabilidad.",
            "d) El empleo de personas con inmunidad diplomática para introducir las mercancías."
          ],
          "respuesta_correcta": "d) El empleo de personas con inmunidad diplomática para introducir las mercancías.",
          "cita": "RD 1649/1998, Art. 7 (Criterios de graduación específicos)"
        },
        {
          "pregunta": "¿Cuándo se considera que existe 'organización' en la infracción administrativa?",
          "opciones": [
            "a) Basta con que dos personas se pongan de acuerdo para cometer una única infracción aislada.",
            "b) Cuando se utilicen medios técnicos sofisticados de ocultación, aunque actúe una sola persona.",
            "c) Solo se aprecia organización en los delitos, nunca en las infracciones administrativas.",
            "d) Cuando intervengan tres o más personas de forma concertada y permanente para la realización de las actividades ilícitas."
          ],
          "respuesta_correcta": "d) Cuando intervengan tres o más personas de forma concertada y permanente para la realización de las actividades ilícitas.",
          "cita": "RD 1649/1998 (Criterios de graduación / Interpretación sistemática con CP)"
        },
        {
          "pregunta": "¿Qué papel juega el 'valor de los bienes' en la clasificación de la infracción?",
          "opciones": [
            "a) Es el elemento determinante principal para distinguir entre delito e infracción administrativa, y para graduar la sanción pecuniaria.",
            "b) No influye en la calificación jurídica, solo en la cuantía de la multa.",
            "c) Solo se tiene en cuenta si supera los 6.000 euros; por debajo es irrelevante.",
            "d) Determina la competencia territorial del órgano sancionador, pero no el tipo de infracción."
          ],
          "respuesta_correcta": "a) Es el elemento determinante principal para distinguir entre delito e infracción administrativa, y para graduar la sanción pecuniaria.",
          "cita": "LO 12/1995 y RD 1649/1998 (Arts. 2, 11)"
        },
        {
          "pregunta": "¿Se pueden imponer sanciones no pecuniarias por infracciones leves?",
          "opciones": [
            "a) Sí, el cierre temporal de hasta un mes puede imponerse en infracciones leves reiteradas.",
            "b) Sí, la suspensión del permiso de conducir es aplicable en infracciones leves de transporte.",
            "c) No, las sanciones no pecuniarias (como el cierre de establecimiento) están reservadas para infracciones graves y muy graves.",
            "d) Depende de la discrecionalidad del órgano instructor en cada caso."
          ],
          "respuesta_correcta": "d) Depende de la discrecionalidad del órgano instructor en cada caso.",
          "cita": "LO 12/1995, Art. 12.3 y RD 1649/1998"
        },
        {
          "pregunta": "¿Qué ocurre con los vehículos de transporte público regular de viajeros donde se hallen mercancías de contrabando?",
          "opciones": [
            "a) Serán decomisados siempre, independientemente de la participación de la empresa.",
            "b) Se inmovilizarán hasta que se pague la multa impuesta al pasajero infractor.",
            "c) Se sustituirá el comiso por una multa a la empresa de transporte en todo caso.",
            "d) No serán objeto de comiso, salvo que la empresa transportista sea connivente o partícipe en la infracción."
          ],
          "respuesta_correcta": "c) Se sustituirá el comiso por una multa a la empresa de transporte en todo caso.",
          "cita": "LO 12/1995, Art. 5 (Excepción al comiso de medios de transporte)"
        },
        {
          "pregunta": "¿Quién debe custodiar los bienes intervenidos durante la tramitación del expediente?",
          "opciones": [
            "a) La Administración aduanera o la autoridad que haya realizado la aprehensión, salvo que se acuerde su depósito en otras entidades.",
            "b) El presunto infractor, en calidad de depositario judicial, en su propio domicilio.",
            "c) Los juzgados de instrucción, que disponen de almacenes específicos para mercancías.",
            "d) Las empresas de seguridad privada contratadas al efecto por el Ministerio del Interior."
          ],
          "respuesta_correcta": "c) Los juzgados de instrucción, que disponen de almacenes específicos para mercancías.",
          "cita": "RD 1649/1998, Art. 28"
        },
        {
          "pregunta": "¿Qué documento inicia formalmente el procedimiento sancionador?",
          "opciones": [
            "a) El acta de aprehensión levantada por los agentes de la Guardia Civil o Vigilancia Aduanera.",
            "b) La denuncia presentada por cualquier ciudadano ante la aduana.",
            "c) El acuerdo de iniciación dictado por el órgano competente, que se notificará al interesado.",
            "d) La propuesta de resolución elaborada por el instructor."
          ],
          "respuesta_correcta": "a) El acta de aprehensión levantada por los agentes de la Guardia Civil o Vigilancia Aduanera.",
          "cita": "RD 1649/1998, Art. 20"
        },
        {
          "pregunta": "¿Puede acordarse la suspensión de la ejecución de la sanción en vía administrativa?",
          "opciones": [
            "a) Sí, si se interpone recurso y se garantiza el importe de la deuda mediante aval o depósito.",
            "b) No, las sanciones de contrabando son ejecutivas inmediatamente sin posibilidad de suspensión.",
            "c) Sí, la mera interposición del recurso de reposición suspende automáticamente la ejecución sin necesidad de garantía.",
            "d) Solo si la sanción conlleva privación de libertad subsidiaria."
          ],
          "respuesta_correcta": "c) Sí, la mera interposición del recurso de reposición suspende automáticamente la ejecución sin necesidad de garantía.",
          "cita": "LGT (Supletoria) y RD de Revisión en vía administrativa"
        },
        {
          "pregunta": "¿Qué infracción es la rotura de precintos aduaneros?",
          "opciones": [
            "a) Es un delito de desobediencia grave a la autoridad.",
            "b) Constituye una infracción administrativa de contrabando específica.",
            "c) Es una infracción tributaria simple, no de contrabando.",
            "d) No es sancionable si no se ha sustraído la mercancía."
          ],
          "respuesta_correcta": "b) Constituye una infracción administrativa de contrabando específica.",
          "cita": "LO 12/1995, Art. 11 (Tipificación)"
        },
        {
          "pregunta": "¿Qué plazo tiene la Administración para notificar la resolución del recurso de reposición en materia de contrabando?",
          "opciones": [
            "a) Un mes.",
            "b) Tres meses.",
            "c) Seis meses.",
            "d) Diez días."
          ],
          "respuesta_correcta": "b) Tres meses.",
          "cita": "Ley 39/2015, Art. 124 (Aplicable supletoriamente según Disp. Final LO 12/1995)"
        }
      ]
    }
  
]]